program(1.0)
[buildInfo = dict<tensor<string, []>, tensor<string, []>>({{"coremlc-component-MIL", "3402.3.2"}, {"coremlc-version", "3402.4.1"}, {"coremltools-component-tensorflow", "2.13.0"}, {"coremltools-version", "8.2"}})]
{
    func main<ios15>(tensor<fp32, [1, 3, 224, 224]> mobilenetv2_1_00_224_input) {
            tensor<fp32, []> mobilenetv2_1_00_224_input__scaled___y_0 = const()[name = tensor<string, []>("mobilenetv2_1_00_224_input__scaled___y_0"), val = tensor<fp32, []>(0x1.010102p-7)];
            tensor<fp32, [1, 3, 224, 224]> mobilenetv2_1_00_224_input__scaled__ = mul(x = mobilenetv2_1_00_224_input, y = mobilenetv2_1_00_224_input__scaled___y_0)[name = tensor<string, []>("mobilenetv2_1_00_224_input__scaled__")];
            tensor<fp32, [1, 3, 1, 1]> mobilenetv2_1_00_224_input__biased___y_0 = const()[name = tensor<string, []>("mobilenetv2_1_00_224_input__biased___y_0"), val = tensor<fp32, [1, 3, 1, 1]>([[[[-0x1p+0]], [[-0x1p+0]], [[-0x1p+0]]]])];
            tensor<fp32, [1, 3, 224, 224]> mobilenetv2_1_00_224_input__biased__ = add(x = mobilenetv2_1_00_224_input__scaled__, y = mobilenetv2_1_00_224_input__biased___y_0)[name = tensor<string, []>("mobilenetv2_1_00_224_input__biased__")];
            tensor<string, []> sequential_23_mobilenetv2_1_00_224_Conv1_Conv2Dx_pad_type_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_Conv1_Conv2Dx_pad_type_0"), val = tensor<string, []>("same")];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_Conv1_Conv2Dx_strides_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_Conv1_Conv2Dx_strides_0"), val = tensor<int32, [2]>([2, 2])];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_Conv1_Conv2Dx_dilations_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_Conv1_Conv2Dx_dilations_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> sequential_23_mobilenetv2_1_00_224_Conv1_Conv2Dx_groups_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_Conv1_Conv2Dx_groups_0"), val = tensor<int32, []>(1)];
            tensor<int32, [4]> sequential_23_mobilenetv2_1_00_224_Conv1_Conv2Dx_pad_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_Conv1_Conv2Dx_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp32, [32, 3, 3, 3]> const_4 = const()[name = tensor<string, []>("const_4"), val = tensor<fp32, [32, 3, 3, 3]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(64)))];
            tensor<fp32, [32]> const_5 = const()[name = tensor<string, []>("const_5"), val = tensor<fp32, [32]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(3584)))];
            tensor<fp32, [1, 32, 112, 112]> sequential_23_mobilenetv2_1_00_224_bn_Conv1_FusedBatchNormV3_nchw = conv(bias = const_5, dilations = sequential_23_mobilenetv2_1_00_224_Conv1_Conv2Dx_dilations_0, groups = sequential_23_mobilenetv2_1_00_224_Conv1_Conv2Dx_groups_0, pad = sequential_23_mobilenetv2_1_00_224_Conv1_Conv2Dx_pad_0, pad_type = sequential_23_mobilenetv2_1_00_224_Conv1_Conv2Dx_pad_type_0, strides = sequential_23_mobilenetv2_1_00_224_Conv1_Conv2Dx_strides_0, weight = const_4, x = mobilenetv2_1_00_224_input__biased__)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_bn_Conv1_FusedBatchNormV3_nchw")];
            tensor<fp32, [1, 32, 112, 112]> sequential_23_mobilenetv2_1_00_224_Conv1_relu_Relu6 = relu6(x = sequential_23_mobilenetv2_1_00_224_bn_Conv1_FusedBatchNormV3_nchw)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_Conv1_relu_Relu6")];
            tensor<string, []> sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_depthwisex_pad_type_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_depthwisex_pad_type_0"), val = tensor<string, []>("same")];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_depthwisex_strides_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_depthwisex_strides_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_depthwisex_dilations_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_depthwisex_dilations_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_depthwisex_groups_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_depthwisex_groups_0"), val = tensor<int32, []>(32)];
            tensor<int32, [4]> sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_depthwisex_pad_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_depthwisex_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp32, [32, 1, 3, 3]> const_6 = const()[name = tensor<string, []>("const_6"), val = tensor<fp32, [32, 1, 3, 3]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(3776)))];
            tensor<fp32, [32]> const_7 = const()[name = tensor<string, []>("const_7"), val = tensor<fp32, [32]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(4992)))];
            tensor<fp32, [1, 32, 112, 112]> sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_BN_FusedBatchNormV3_nchw = conv(bias = const_7, dilations = sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_depthwisex_dilations_0, groups = sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_depthwisex_groups_0, pad = sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_depthwisex_pad_0, pad_type = sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_depthwisex_pad_type_0, strides = sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_depthwisex_strides_0, weight = const_6, x = sequential_23_mobilenetv2_1_00_224_Conv1_relu_Relu6)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_BN_FusedBatchNormV3_nchw")];
            tensor<fp32, [1, 32, 112, 112]> sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_relu_Relu6 = relu6(x = sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_BN_FusedBatchNormV3_nchw)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_relu_Relu6")];
            tensor<string, []> sequential_23_mobilenetv2_1_00_224_expanded_conv_project_Conv2Dx_pad_type_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_expanded_conv_project_Conv2Dx_pad_type_0"), val = tensor<string, []>("same")];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_expanded_conv_project_Conv2Dx_strides_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_expanded_conv_project_Conv2Dx_strides_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_expanded_conv_project_Conv2Dx_dilations_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_expanded_conv_project_Conv2Dx_dilations_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> sequential_23_mobilenetv2_1_00_224_expanded_conv_project_Conv2Dx_groups_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_expanded_conv_project_Conv2Dx_groups_0"), val = tensor<int32, []>(1)];
            tensor<int32, [4]> sequential_23_mobilenetv2_1_00_224_expanded_conv_project_Conv2Dx_pad_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_expanded_conv_project_Conv2Dx_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp32, [16, 32, 1, 1]> const_8 = const()[name = tensor<string, []>("const_8"), val = tensor<fp32, [16, 32, 1, 1]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(5184)))];
            tensor<fp32, [16]> const_9 = const()[name = tensor<string, []>("const_9"), val = tensor<fp32, [16]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(7296)))];
            tensor<fp32, [1, 16, 112, 112]> sequential_23_mobilenetv2_1_00_224_expanded_conv_project_BN_FusedBatchNormV3_nchw = conv(bias = const_9, dilations = sequential_23_mobilenetv2_1_00_224_expanded_conv_project_Conv2Dx_dilations_0, groups = sequential_23_mobilenetv2_1_00_224_expanded_conv_project_Conv2Dx_groups_0, pad = sequential_23_mobilenetv2_1_00_224_expanded_conv_project_Conv2Dx_pad_0, pad_type = sequential_23_mobilenetv2_1_00_224_expanded_conv_project_Conv2Dx_pad_type_0, strides = sequential_23_mobilenetv2_1_00_224_expanded_conv_project_Conv2Dx_strides_0, weight = const_8, x = sequential_23_mobilenetv2_1_00_224_expanded_conv_depthwise_relu_Relu6)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_expanded_conv_project_BN_FusedBatchNormV3_nchw")];
            tensor<string, []> sequential_23_mobilenetv2_1_00_224_block_1_expand_Conv2Dx_pad_type_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_expand_Conv2Dx_pad_type_0"), val = tensor<string, []>("same")];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_1_expand_Conv2Dx_strides_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_expand_Conv2Dx_strides_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_1_expand_Conv2Dx_dilations_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_expand_Conv2Dx_dilations_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> sequential_23_mobilenetv2_1_00_224_block_1_expand_Conv2Dx_groups_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_expand_Conv2Dx_groups_0"), val = tensor<int32, []>(1)];
            tensor<int32, [4]> sequential_23_mobilenetv2_1_00_224_block_1_expand_Conv2Dx_pad_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_expand_Conv2Dx_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp32, [96, 16, 1, 1]> const_10 = const()[name = tensor<string, []>("const_10"), val = tensor<fp32, [96, 16, 1, 1]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(7424)))];
            tensor<fp32, [96]> const_11 = const()[name = tensor<string, []>("const_11"), val = tensor<fp32, [96]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(13632)))];
            tensor<fp32, [1, 96, 112, 112]> sequential_23_mobilenetv2_1_00_224_block_1_expand_BN_FusedBatchNormV3_nchw = conv(bias = const_11, dilations = sequential_23_mobilenetv2_1_00_224_block_1_expand_Conv2Dx_dilations_0, groups = sequential_23_mobilenetv2_1_00_224_block_1_expand_Conv2Dx_groups_0, pad = sequential_23_mobilenetv2_1_00_224_block_1_expand_Conv2Dx_pad_0, pad_type = sequential_23_mobilenetv2_1_00_224_block_1_expand_Conv2Dx_pad_type_0, strides = sequential_23_mobilenetv2_1_00_224_block_1_expand_Conv2Dx_strides_0, weight = const_10, x = sequential_23_mobilenetv2_1_00_224_expanded_conv_project_BN_FusedBatchNormV3_nchw)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_expand_BN_FusedBatchNormV3_nchw")];
            tensor<fp32, [1, 96, 112, 112]> sequential_23_mobilenetv2_1_00_224_block_1_expand_relu_Relu6 = relu6(x = sequential_23_mobilenetv2_1_00_224_block_1_expand_BN_FusedBatchNormV3_nchw)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_expand_relu_Relu6")];
            tensor<fp32, []> const_0 = const()[name = tensor<string, []>("const_0"), val = tensor<fp32, []>(0x0p+0)];
            tensor<string, []> pad_0_mode_0 = const()[name = tensor<string, []>("pad_0_mode_0"), val = tensor<string, []>("constant")];
            tensor<int32, [8]> pad_4_pad_0 = const()[name = tensor<string, []>("pad_4_pad_0"), val = tensor<int32, [8]>([0, 0, 0, 0, 0, 1, 0, 1])];
            tensor<fp32, [1, 96, 113, 113]> pad_4 = pad(constant_val = const_0, mode = pad_0_mode_0, pad = pad_4_pad_0, x = sequential_23_mobilenetv2_1_00_224_block_1_expand_relu_Relu6)[name = tensor<string, []>("pad_4")];
            tensor<string, []> sequential_23_mobilenetv2_1_00_224_block_1_depthwise_depthwisex_pad_type_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_depthwise_depthwisex_pad_type_0"), val = tensor<string, []>("valid")];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_1_depthwise_depthwisex_strides_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_depthwise_depthwisex_strides_0"), val = tensor<int32, [2]>([2, 2])];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_1_depthwise_depthwisex_dilations_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_depthwise_depthwisex_dilations_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> sequential_23_mobilenetv2_1_00_224_block_1_depthwise_depthwisex_groups_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_depthwise_depthwisex_groups_0"), val = tensor<int32, []>(96)];
            tensor<int32, [4]> sequential_23_mobilenetv2_1_00_224_block_1_depthwise_depthwisex_pad_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_depthwise_depthwisex_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp32, [96, 1, 3, 3]> const_12 = const()[name = tensor<string, []>("const_12"), val = tensor<fp32, [96, 1, 3, 3]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(14080)))];
            tensor<fp32, [96]> const_13 = const()[name = tensor<string, []>("const_13"), val = tensor<fp32, [96]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(17600)))];
            tensor<fp32, [1, 96, 56, 56]> sequential_23_mobilenetv2_1_00_224_block_1_depthwise_BN_FusedBatchNormV3_nchw = conv(bias = const_13, dilations = sequential_23_mobilenetv2_1_00_224_block_1_depthwise_depthwisex_dilations_0, groups = sequential_23_mobilenetv2_1_00_224_block_1_depthwise_depthwisex_groups_0, pad = sequential_23_mobilenetv2_1_00_224_block_1_depthwise_depthwisex_pad_0, pad_type = sequential_23_mobilenetv2_1_00_224_block_1_depthwise_depthwisex_pad_type_0, strides = sequential_23_mobilenetv2_1_00_224_block_1_depthwise_depthwisex_strides_0, weight = const_12, x = pad_4)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_depthwise_BN_FusedBatchNormV3_nchw")];
            tensor<fp32, [1, 96, 56, 56]> sequential_23_mobilenetv2_1_00_224_block_1_depthwise_relu_Relu6 = relu6(x = sequential_23_mobilenetv2_1_00_224_block_1_depthwise_BN_FusedBatchNormV3_nchw)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_depthwise_relu_Relu6")];
            tensor<string, []> sequential_23_mobilenetv2_1_00_224_block_1_project_Conv2Dx_pad_type_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_project_Conv2Dx_pad_type_0"), val = tensor<string, []>("same")];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_1_project_Conv2Dx_strides_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_project_Conv2Dx_strides_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_1_project_Conv2Dx_dilations_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_project_Conv2Dx_dilations_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> sequential_23_mobilenetv2_1_00_224_block_1_project_Conv2Dx_groups_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_project_Conv2Dx_groups_0"), val = tensor<int32, []>(1)];
            tensor<int32, [4]> sequential_23_mobilenetv2_1_00_224_block_1_project_Conv2Dx_pad_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_project_Conv2Dx_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp32, [24, 96, 1, 1]> const_14 = const()[name = tensor<string, []>("const_14"), val = tensor<fp32, [24, 96, 1, 1]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(18048)))];
            tensor<fp32, [24]> const_15 = const()[name = tensor<string, []>("const_15"), val = tensor<fp32, [24]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(27328)))];
            tensor<fp32, [1, 24, 56, 56]> sequential_23_mobilenetv2_1_00_224_block_1_project_BN_FusedBatchNormV3_nchw = conv(bias = const_15, dilations = sequential_23_mobilenetv2_1_00_224_block_1_project_Conv2Dx_dilations_0, groups = sequential_23_mobilenetv2_1_00_224_block_1_project_Conv2Dx_groups_0, pad = sequential_23_mobilenetv2_1_00_224_block_1_project_Conv2Dx_pad_0, pad_type = sequential_23_mobilenetv2_1_00_224_block_1_project_Conv2Dx_pad_type_0, strides = sequential_23_mobilenetv2_1_00_224_block_1_project_Conv2Dx_strides_0, weight = const_14, x = sequential_23_mobilenetv2_1_00_224_block_1_depthwise_relu_Relu6)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_1_project_BN_FusedBatchNormV3_nchw")];
            tensor<string, []> sequential_23_mobilenetv2_1_00_224_block_2_expand_Conv2Dx_pad_type_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_expand_Conv2Dx_pad_type_0"), val = tensor<string, []>("same")];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_2_expand_Conv2Dx_strides_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_expand_Conv2Dx_strides_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_2_expand_Conv2Dx_dilations_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_expand_Conv2Dx_dilations_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> sequential_23_mobilenetv2_1_00_224_block_2_expand_Conv2Dx_groups_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_expand_Conv2Dx_groups_0"), val = tensor<int32, []>(1)];
            tensor<int32, [4]> sequential_23_mobilenetv2_1_00_224_block_2_expand_Conv2Dx_pad_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_expand_Conv2Dx_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp32, [144, 24, 1, 1]> const_16 = const()[name = tensor<string, []>("const_16"), val = tensor<fp32, [144, 24, 1, 1]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(27520)))];
            tensor<fp32, [144]> const_17 = const()[name = tensor<string, []>("const_17"), val = tensor<fp32, [144]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(41408)))];
            tensor<fp32, [1, 144, 56, 56]> sequential_23_mobilenetv2_1_00_224_block_2_expand_BN_FusedBatchNormV3_nchw = conv(bias = const_17, dilations = sequential_23_mobilenetv2_1_00_224_block_2_expand_Conv2Dx_dilations_0, groups = sequential_23_mobilenetv2_1_00_224_block_2_expand_Conv2Dx_groups_0, pad = sequential_23_mobilenetv2_1_00_224_block_2_expand_Conv2Dx_pad_0, pad_type = sequential_23_mobilenetv2_1_00_224_block_2_expand_Conv2Dx_pad_type_0, strides = sequential_23_mobilenetv2_1_00_224_block_2_expand_Conv2Dx_strides_0, weight = const_16, x = sequential_23_mobilenetv2_1_00_224_block_1_project_BN_FusedBatchNormV3_nchw)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_expand_BN_FusedBatchNormV3_nchw")];
            tensor<fp32, [1, 144, 56, 56]> sequential_23_mobilenetv2_1_00_224_block_2_expand_relu_Relu6 = relu6(x = sequential_23_mobilenetv2_1_00_224_block_2_expand_BN_FusedBatchNormV3_nchw)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_expand_relu_Relu6")];
            tensor<string, []> sequential_23_mobilenetv2_1_00_224_block_2_depthwise_depthwisex_pad_type_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_depthwise_depthwisex_pad_type_0"), val = tensor<string, []>("same")];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_2_depthwise_depthwisex_strides_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_depthwise_depthwisex_strides_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_2_depthwise_depthwisex_dilations_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_depthwise_depthwisex_dilations_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> sequential_23_mobilenetv2_1_00_224_block_2_depthwise_depthwisex_groups_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_depthwise_depthwisex_groups_0"), val = tensor<int32, []>(144)];
            tensor<int32, [4]> sequential_23_mobilenetv2_1_00_224_block_2_depthwise_depthwisex_pad_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_depthwise_depthwisex_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp32, [144, 1, 3, 3]> const_18 = const()[name = tensor<string, []>("const_18"), val = tensor<fp32, [144, 1, 3, 3]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(42048)))];
            tensor<fp32, [144]> const_19 = const()[name = tensor<string, []>("const_19"), val = tensor<fp32, [144]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(47296)))];
            tensor<fp32, [1, 144, 56, 56]> sequential_23_mobilenetv2_1_00_224_block_2_depthwise_BN_FusedBatchNormV3_nchw = conv(bias = const_19, dilations = sequential_23_mobilenetv2_1_00_224_block_2_depthwise_depthwisex_dilations_0, groups = sequential_23_mobilenetv2_1_00_224_block_2_depthwise_depthwisex_groups_0, pad = sequential_23_mobilenetv2_1_00_224_block_2_depthwise_depthwisex_pad_0, pad_type = sequential_23_mobilenetv2_1_00_224_block_2_depthwise_depthwisex_pad_type_0, strides = sequential_23_mobilenetv2_1_00_224_block_2_depthwise_depthwisex_strides_0, weight = const_18, x = sequential_23_mobilenetv2_1_00_224_block_2_expand_relu_Relu6)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_depthwise_BN_FusedBatchNormV3_nchw")];
            tensor<fp32, [1, 144, 56, 56]> sequential_23_mobilenetv2_1_00_224_block_2_depthwise_relu_Relu6 = relu6(x = sequential_23_mobilenetv2_1_00_224_block_2_depthwise_BN_FusedBatchNormV3_nchw)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_depthwise_relu_Relu6")];
            tensor<string, []> sequential_23_mobilenetv2_1_00_224_block_2_project_Conv2Dx_pad_type_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_project_Conv2Dx_pad_type_0"), val = tensor<string, []>("same")];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_2_project_Conv2Dx_strides_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_project_Conv2Dx_strides_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_2_project_Conv2Dx_dilations_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_project_Conv2Dx_dilations_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> sequential_23_mobilenetv2_1_00_224_block_2_project_Conv2Dx_groups_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_project_Conv2Dx_groups_0"), val = tensor<int32, []>(1)];
            tensor<int32, [4]> sequential_23_mobilenetv2_1_00_224_block_2_project_Conv2Dx_pad_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_project_Conv2Dx_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp32, [24, 144, 1, 1]> const_20 = const()[name = tensor<string, []>("const_20"), val = tensor<fp32, [24, 144, 1, 1]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(47936)))];
            tensor<fp32, [24]> const_21 = const()[name = tensor<string, []>("const_21"), val = tensor<fp32, [24]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(61824)))];
            tensor<fp32, [1, 24, 56, 56]> sequential_23_mobilenetv2_1_00_224_block_2_project_BN_FusedBatchNormV3_nchw = conv(bias = const_21, dilations = sequential_23_mobilenetv2_1_00_224_block_2_project_Conv2Dx_dilations_0, groups = sequential_23_mobilenetv2_1_00_224_block_2_project_Conv2Dx_groups_0, pad = sequential_23_mobilenetv2_1_00_224_block_2_project_Conv2Dx_pad_0, pad_type = sequential_23_mobilenetv2_1_00_224_block_2_project_Conv2Dx_pad_type_0, strides = sequential_23_mobilenetv2_1_00_224_block_2_project_Conv2Dx_strides_0, weight = const_20, x = sequential_23_mobilenetv2_1_00_224_block_2_depthwise_relu_Relu6)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_project_BN_FusedBatchNormV3_nchw")];
            tensor<fp32, [1, 24, 56, 56]> sequential_23_mobilenetv2_1_00_224_block_2_add_add = add(x = sequential_23_mobilenetv2_1_00_224_block_1_project_BN_FusedBatchNormV3_nchw, y = sequential_23_mobilenetv2_1_00_224_block_2_project_BN_FusedBatchNormV3_nchw)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_2_add_add")];
            tensor<string, []> sequential_23_mobilenetv2_1_00_224_block_3_expand_Conv2Dx_pad_type_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_expand_Conv2Dx_pad_type_0"), val = tensor<string, []>("same")];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_3_expand_Conv2Dx_strides_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_expand_Conv2Dx_strides_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_3_expand_Conv2Dx_dilations_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_expand_Conv2Dx_dilations_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> sequential_23_mobilenetv2_1_00_224_block_3_expand_Conv2Dx_groups_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_expand_Conv2Dx_groups_0"), val = tensor<int32, []>(1)];
            tensor<int32, [4]> sequential_23_mobilenetv2_1_00_224_block_3_expand_Conv2Dx_pad_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_expand_Conv2Dx_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp32, [144, 24, 1, 1]> const_22 = const()[name = tensor<string, []>("const_22"), val = tensor<fp32, [144, 24, 1, 1]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(62016)))];
            tensor<fp32, [144]> const_23 = const()[name = tensor<string, []>("const_23"), val = tensor<fp32, [144]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(75904)))];
            tensor<fp32, [1, 144, 56, 56]> sequential_23_mobilenetv2_1_00_224_block_3_expand_BN_FusedBatchNormV3_nchw = conv(bias = const_23, dilations = sequential_23_mobilenetv2_1_00_224_block_3_expand_Conv2Dx_dilations_0, groups = sequential_23_mobilenetv2_1_00_224_block_3_expand_Conv2Dx_groups_0, pad = sequential_23_mobilenetv2_1_00_224_block_3_expand_Conv2Dx_pad_0, pad_type = sequential_23_mobilenetv2_1_00_224_block_3_expand_Conv2Dx_pad_type_0, strides = sequential_23_mobilenetv2_1_00_224_block_3_expand_Conv2Dx_strides_0, weight = const_22, x = sequential_23_mobilenetv2_1_00_224_block_2_add_add)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_expand_BN_FusedBatchNormV3_nchw")];
            tensor<fp32, [1, 144, 56, 56]> sequential_23_mobilenetv2_1_00_224_block_3_expand_relu_Relu6 = relu6(x = sequential_23_mobilenetv2_1_00_224_block_3_expand_BN_FusedBatchNormV3_nchw)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_expand_relu_Relu6")];
            tensor<fp32, []> const_1 = const()[name = tensor<string, []>("const_1"), val = tensor<fp32, []>(0x0p+0)];
            tensor<string, []> pad_1_mode_0 = const()[name = tensor<string, []>("pad_1_mode_0"), val = tensor<string, []>("constant")];
            tensor<int32, [8]> pad_5_pad_0 = const()[name = tensor<string, []>("pad_5_pad_0"), val = tensor<int32, [8]>([0, 0, 0, 0, 0, 1, 0, 1])];
            tensor<fp32, [1, 144, 57, 57]> pad_5 = pad(constant_val = const_1, mode = pad_1_mode_0, pad = pad_5_pad_0, x = sequential_23_mobilenetv2_1_00_224_block_3_expand_relu_Relu6)[name = tensor<string, []>("pad_5")];
            tensor<string, []> sequential_23_mobilenetv2_1_00_224_block_3_depthwise_depthwisex_pad_type_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_depthwise_depthwisex_pad_type_0"), val = tensor<string, []>("valid")];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_3_depthwise_depthwisex_strides_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_depthwise_depthwisex_strides_0"), val = tensor<int32, [2]>([2, 2])];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_3_depthwise_depthwisex_dilations_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_depthwise_depthwisex_dilations_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> sequential_23_mobilenetv2_1_00_224_block_3_depthwise_depthwisex_groups_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_depthwise_depthwisex_groups_0"), val = tensor<int32, []>(144)];
            tensor<int32, [4]> sequential_23_mobilenetv2_1_00_224_block_3_depthwise_depthwisex_pad_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_depthwise_depthwisex_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp32, [144, 1, 3, 3]> const_24 = const()[name = tensor<string, []>("const_24"), val = tensor<fp32, [144, 1, 3, 3]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(76544)))];
            tensor<fp32, [144]> const_25 = const()[name = tensor<string, []>("const_25"), val = tensor<fp32, [144]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(81792)))];
            tensor<fp32, [1, 144, 28, 28]> sequential_23_mobilenetv2_1_00_224_block_3_depthwise_BN_FusedBatchNormV3_nchw = conv(bias = const_25, dilations = sequential_23_mobilenetv2_1_00_224_block_3_depthwise_depthwisex_dilations_0, groups = sequential_23_mobilenetv2_1_00_224_block_3_depthwise_depthwisex_groups_0, pad = sequential_23_mobilenetv2_1_00_224_block_3_depthwise_depthwisex_pad_0, pad_type = sequential_23_mobilenetv2_1_00_224_block_3_depthwise_depthwisex_pad_type_0, strides = sequential_23_mobilenetv2_1_00_224_block_3_depthwise_depthwisex_strides_0, weight = const_24, x = pad_5)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_depthwise_BN_FusedBatchNormV3_nchw")];
            tensor<fp32, [1, 144, 28, 28]> sequential_23_mobilenetv2_1_00_224_block_3_depthwise_relu_Relu6 = relu6(x = sequential_23_mobilenetv2_1_00_224_block_3_depthwise_BN_FusedBatchNormV3_nchw)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_depthwise_relu_Relu6")];
            tensor<string, []> sequential_23_mobilenetv2_1_00_224_block_3_project_Conv2Dx_pad_type_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_project_Conv2Dx_pad_type_0"), val = tensor<string, []>("same")];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_3_project_Conv2Dx_strides_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_project_Conv2Dx_strides_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_3_project_Conv2Dx_dilations_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_project_Conv2Dx_dilations_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> sequential_23_mobilenetv2_1_00_224_block_3_project_Conv2Dx_groups_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_project_Conv2Dx_groups_0"), val = tensor<int32, []>(1)];
            tensor<int32, [4]> sequential_23_mobilenetv2_1_00_224_block_3_project_Conv2Dx_pad_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_project_Conv2Dx_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp32, [32, 144, 1, 1]> const_26 = const()[name = tensor<string, []>("const_26"), val = tensor<fp32, [32, 144, 1, 1]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(82432)))];
            tensor<fp32, [32]> const_27 = const()[name = tensor<string, []>("const_27"), val = tensor<fp32, [32]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(100928)))];
            tensor<fp32, [1, 32, 28, 28]> sequential_23_mobilenetv2_1_00_224_block_3_project_BN_FusedBatchNormV3_nchw = conv(bias = const_27, dilations = sequential_23_mobilenetv2_1_00_224_block_3_project_Conv2Dx_dilations_0, groups = sequential_23_mobilenetv2_1_00_224_block_3_project_Conv2Dx_groups_0, pad = sequential_23_mobilenetv2_1_00_224_block_3_project_Conv2Dx_pad_0, pad_type = sequential_23_mobilenetv2_1_00_224_block_3_project_Conv2Dx_pad_type_0, strides = sequential_23_mobilenetv2_1_00_224_block_3_project_Conv2Dx_strides_0, weight = const_26, x = sequential_23_mobilenetv2_1_00_224_block_3_depthwise_relu_Relu6)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_3_project_BN_FusedBatchNormV3_nchw")];
            tensor<string, []> sequential_23_mobilenetv2_1_00_224_block_4_expand_Conv2Dx_pad_type_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_expand_Conv2Dx_pad_type_0"), val = tensor<string, []>("same")];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_4_expand_Conv2Dx_strides_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_expand_Conv2Dx_strides_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_4_expand_Conv2Dx_dilations_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_expand_Conv2Dx_dilations_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> sequential_23_mobilenetv2_1_00_224_block_4_expand_Conv2Dx_groups_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_expand_Conv2Dx_groups_0"), val = tensor<int32, []>(1)];
            tensor<int32, [4]> sequential_23_mobilenetv2_1_00_224_block_4_expand_Conv2Dx_pad_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_expand_Conv2Dx_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp32, [192, 32, 1, 1]> const_28 = const()[name = tensor<string, []>("const_28"), val = tensor<fp32, [192, 32, 1, 1]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(101120)))];
            tensor<fp32, [192]> const_29 = const()[name = tensor<string, []>("const_29"), val = tensor<fp32, [192]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(125760)))];
            tensor<fp32, [1, 192, 28, 28]> sequential_23_mobilenetv2_1_00_224_block_4_expand_BN_FusedBatchNormV3_nchw = conv(bias = const_29, dilations = sequential_23_mobilenetv2_1_00_224_block_4_expand_Conv2Dx_dilations_0, groups = sequential_23_mobilenetv2_1_00_224_block_4_expand_Conv2Dx_groups_0, pad = sequential_23_mobilenetv2_1_00_224_block_4_expand_Conv2Dx_pad_0, pad_type = sequential_23_mobilenetv2_1_00_224_block_4_expand_Conv2Dx_pad_type_0, strides = sequential_23_mobilenetv2_1_00_224_block_4_expand_Conv2Dx_strides_0, weight = const_28, x = sequential_23_mobilenetv2_1_00_224_block_3_project_BN_FusedBatchNormV3_nchw)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_expand_BN_FusedBatchNormV3_nchw")];
            tensor<fp32, [1, 192, 28, 28]> sequential_23_mobilenetv2_1_00_224_block_4_expand_relu_Relu6 = relu6(x = sequential_23_mobilenetv2_1_00_224_block_4_expand_BN_FusedBatchNormV3_nchw)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_expand_relu_Relu6")];
            tensor<string, []> sequential_23_mobilenetv2_1_00_224_block_4_depthwise_depthwisex_pad_type_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_depthwise_depthwisex_pad_type_0"), val = tensor<string, []>("same")];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_4_depthwise_depthwisex_strides_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_depthwise_depthwisex_strides_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_4_depthwise_depthwisex_dilations_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_depthwise_depthwisex_dilations_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> sequential_23_mobilenetv2_1_00_224_block_4_depthwise_depthwisex_groups_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_depthwise_depthwisex_groups_0"), val = tensor<int32, []>(192)];
            tensor<int32, [4]> sequential_23_mobilenetv2_1_00_224_block_4_depthwise_depthwisex_pad_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_depthwise_depthwisex_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp32, [192, 1, 3, 3]> const_30 = const()[name = tensor<string, []>("const_30"), val = tensor<fp32, [192, 1, 3, 3]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(126592)))];
            tensor<fp32, [192]> const_31 = const()[name = tensor<string, []>("const_31"), val = tensor<fp32, [192]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(133568)))];
            tensor<fp32, [1, 192, 28, 28]> sequential_23_mobilenetv2_1_00_224_block_4_depthwise_BN_FusedBatchNormV3_nchw = conv(bias = const_31, dilations = sequential_23_mobilenetv2_1_00_224_block_4_depthwise_depthwisex_dilations_0, groups = sequential_23_mobilenetv2_1_00_224_block_4_depthwise_depthwisex_groups_0, pad = sequential_23_mobilenetv2_1_00_224_block_4_depthwise_depthwisex_pad_0, pad_type = sequential_23_mobilenetv2_1_00_224_block_4_depthwise_depthwisex_pad_type_0, strides = sequential_23_mobilenetv2_1_00_224_block_4_depthwise_depthwisex_strides_0, weight = const_30, x = sequential_23_mobilenetv2_1_00_224_block_4_expand_relu_Relu6)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_depthwise_BN_FusedBatchNormV3_nchw")];
            tensor<fp32, [1, 192, 28, 28]> sequential_23_mobilenetv2_1_00_224_block_4_depthwise_relu_Relu6 = relu6(x = sequential_23_mobilenetv2_1_00_224_block_4_depthwise_BN_FusedBatchNormV3_nchw)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_depthwise_relu_Relu6")];
            tensor<string, []> sequential_23_mobilenetv2_1_00_224_block_4_project_Conv2Dx_pad_type_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_project_Conv2Dx_pad_type_0"), val = tensor<string, []>("same")];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_4_project_Conv2Dx_strides_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_project_Conv2Dx_strides_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_4_project_Conv2Dx_dilations_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_project_Conv2Dx_dilations_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> sequential_23_mobilenetv2_1_00_224_block_4_project_Conv2Dx_groups_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_project_Conv2Dx_groups_0"), val = tensor<int32, []>(1)];
            tensor<int32, [4]> sequential_23_mobilenetv2_1_00_224_block_4_project_Conv2Dx_pad_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_project_Conv2Dx_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp32, [32, 192, 1, 1]> const_32 = const()[name = tensor<string, []>("const_32"), val = tensor<fp32, [32, 192, 1, 1]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(134400)))];
            tensor<fp32, [32]> const_33 = const()[name = tensor<string, []>("const_33"), val = tensor<fp32, [32]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(159040)))];
            tensor<fp32, [1, 32, 28, 28]> sequential_23_mobilenetv2_1_00_224_block_4_project_BN_FusedBatchNormV3_nchw = conv(bias = const_33, dilations = sequential_23_mobilenetv2_1_00_224_block_4_project_Conv2Dx_dilations_0, groups = sequential_23_mobilenetv2_1_00_224_block_4_project_Conv2Dx_groups_0, pad = sequential_23_mobilenetv2_1_00_224_block_4_project_Conv2Dx_pad_0, pad_type = sequential_23_mobilenetv2_1_00_224_block_4_project_Conv2Dx_pad_type_0, strides = sequential_23_mobilenetv2_1_00_224_block_4_project_Conv2Dx_strides_0, weight = const_32, x = sequential_23_mobilenetv2_1_00_224_block_4_depthwise_relu_Relu6)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_project_BN_FusedBatchNormV3_nchw")];
            tensor<fp32, [1, 32, 28, 28]> sequential_23_mobilenetv2_1_00_224_block_4_add_add = add(x = sequential_23_mobilenetv2_1_00_224_block_3_project_BN_FusedBatchNormV3_nchw, y = sequential_23_mobilenetv2_1_00_224_block_4_project_BN_FusedBatchNormV3_nchw)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_4_add_add")];
            tensor<string, []> sequential_23_mobilenetv2_1_00_224_block_5_expand_Conv2Dx_pad_type_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_5_expand_Conv2Dx_pad_type_0"), val = tensor<string, []>("same")];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_5_expand_Conv2Dx_strides_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_5_expand_Conv2Dx_strides_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_5_expand_Conv2Dx_dilations_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_5_expand_Conv2Dx_dilations_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> sequential_23_mobilenetv2_1_00_224_block_5_expand_Conv2Dx_groups_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_5_expand_Conv2Dx_groups_0"), val = tensor<int32, []>(1)];
            tensor<int32, [4]> sequential_23_mobilenetv2_1_00_224_block_5_expand_Conv2Dx_pad_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_5_expand_Conv2Dx_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp32, [192, 32, 1, 1]> const_34 = const()[name = tensor<string, []>("const_34"), val = tensor<fp32, [192, 32, 1, 1]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(159232)))];
            tensor<fp32, [192]> const_35 = const()[name = tensor<string, []>("const_35"), val = tensor<fp32, [192]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(183872)))];
            tensor<fp32, [1, 192, 28, 28]> sequential_23_mobilenetv2_1_00_224_block_5_expand_BN_FusedBatchNormV3_nchw = conv(bias = const_35, dilations = sequential_23_mobilenetv2_1_00_224_block_5_expand_Conv2Dx_dilations_0, groups = sequential_23_mobilenetv2_1_00_224_block_5_expand_Conv2Dx_groups_0, pad = sequential_23_mobilenetv2_1_00_224_block_5_expand_Conv2Dx_pad_0, pad_type = sequential_23_mobilenetv2_1_00_224_block_5_expand_Conv2Dx_pad_type_0, strides = sequential_23_mobilenetv2_1_00_224_block_5_expand_Conv2Dx_strides_0, weight = const_34, x = sequential_23_mobilenetv2_1_00_224_block_4_add_add)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_5_expand_BN_FusedBatchNormV3_nchw")];
            tensor<fp32, [1, 192, 28, 28]> sequential_23_mobilenetv2_1_00_224_block_5_expand_relu_Relu6 = relu6(x = sequential_23_mobilenetv2_1_00_224_block_5_expand_BN_FusedBatchNormV3_nchw)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_5_expand_relu_Relu6")];
            tensor<string, []> sequential_23_mobilenetv2_1_00_224_block_5_depthwise_depthwisex_pad_type_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_5_depthwise_depthwisex_pad_type_0"), val = tensor<string, []>("same")];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_5_depthwise_depthwisex_strides_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_5_depthwise_depthwisex_strides_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_5_depthwise_depthwisex_dilations_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_5_depthwise_depthwisex_dilations_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> sequential_23_mobilenetv2_1_00_224_block_5_depthwise_depthwisex_groups_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_5_depthwise_depthwisex_groups_0"), val = tensor<int32, []>(192)];
            tensor<int32, [4]> sequential_23_mobilenetv2_1_00_224_block_5_depthwise_depthwisex_pad_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_5_depthwise_depthwisex_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp32, [192, 1, 3, 3]> const_36 = const()[name = tensor<string, []>("const_36"), val = tensor<fp32, [192, 1, 3, 3]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(184704)))];
            tensor<fp32, [192]> const_37 = const()[name = tensor<string, []>("const_37"), val = tensor<fp32, [192]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(191680)))];
            tensor<fp32, [1, 192, 28, 28]> sequential_23_mobilenetv2_1_00_224_block_5_depthwise_BN_FusedBatchNormV3_nchw = conv(bias = const_37, dilations = sequential_23_mobilenetv2_1_00_224_block_5_depthwise_depthwisex_dilations_0, groups = sequential_23_mobilenetv2_1_00_224_block_5_depthwise_depthwisex_groups_0, pad = sequential_23_mobilenetv2_1_00_224_block_5_depthwise_depthwisex_pad_0, pad_type = sequential_23_mobilenetv2_1_00_224_block_5_depthwise_depthwisex_pad_type_0, strides = sequential_23_mobilenetv2_1_00_224_block_5_depthwise_depthwisex_strides_0, weight = const_36, x = sequential_23_mobilenetv2_1_00_224_block_5_expand_relu_Relu6)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_5_depthwise_BN_FusedBatchNormV3_nchw")];
            tensor<fp32, [1, 192, 28, 28]> sequential_23_mobilenetv2_1_00_224_block_5_depthwise_relu_Relu6 = relu6(x = sequential_23_mobilenetv2_1_00_224_block_5_depthwise_BN_FusedBatchNormV3_nchw)[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_5_depthwise_relu_Relu6")];
            tensor<string, []> sequential_23_mobilenetv2_1_00_224_block_5_project_Conv2Dx_pad_type_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_5_project_Conv2Dx_pad_type_0"), val = tensor<string, []>("same")];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_5_project_Conv2Dx_strides_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_5_project_Conv2Dx_strides_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, [2]> sequential_23_mobilenetv2_1_00_224_block_5_project_Conv2Dx_dilations_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_5_project_Conv2Dx_dilations_0"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> sequential_23_mobilenetv2_1_00_224_block_5_project_Conv2Dx_groups_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_5_project_Conv2Dx_groups_0"), val = tensor<int32, []>(1)];
            tensor<int32, [4]> sequential_23_mobilenetv2_1_00_224_block_5_project_Conv2Dx_pad_0 = const()[name = tensor<string, []>("sequential_23_mobilenetv2_1_00_224_block_5_project_Conv2Dx_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp32, [32, 192, 1, 1]> const_38 = const()[name = tensor<string, []>("const_38"), val = tensor<fp32, [32, 192, 1, 1]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(192512)))];
            tensor<fp32, [32]> const_39 = const()[name = tensor<string, []>("const_39"), val = tensor<fp32, [32]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(217152)))];
