[
  {
    "category": "Beef Organ Products",
    "name": "Beef brain, raw",
    "purine_count": "162.0",
    "tag": "medium",
    "id": 0,
    "description": "Beef brain, particularly when raw, contains a moderate amount of purines (162mg per serving). For gout patients, this means it's best to consume beef brain sparingly, as purines break down into uric acid, which can trigger gout flare-ups. While not as high in purines as some other organ meats, it's still wise to consider this when planning your meals and managing your overall purine intake to keep uric acid levels in check. Moderation is key to enjoying this food without significantly increasing your risk of a gout attack."
  },
  {
    "category": "Beef Organ Products",
    "name": "Beef heart, raw",
    "purine_count": "171.0",
    "tag": "medium",
    "id": 1,
    "description": "Beef heart, even when raw, contains a moderate amount of purines (around 171mg per serving). If you have gout, it's best to limit or avoid foods high in purines, as these break down into uric acid, which can trigger gout attacks. While not as high as other organ meats like liver or kidney, beef heart still contributes to your overall purine intake. Consider choosing lower-purine protein sources like poultry, fish, or plant-based options to help manage your uric acid levels and reduce the risk of gout flare-ups. Always consult your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Beef Organ Products",
    "name": "Beef kidney, cooked",
    "purine_count": "230.79999999999998",
    "tag": "high",
    "id": 2,
    "description": "Beef kidney, especially when cooked, is considered a high-purine food. For gout patients, this means it can significantly increase uric acid levels in the body, potentially triggering painful gout flare-ups. Due to its high purine content (around 231mg per serving), beef kidney should be avoided or consumed very sparingly. Opting for low-purine protein sources like eggs or certain vegetables can help manage uric acid levels and reduce the risk of gout attacks. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Beef Organ Products",
    "name": "Beef kidney, raw",
    "purine_count": "213.0",
    "tag": "high",
    "id": 3,
    "description": "Beef kidney, especially when raw, is considered a high-purine food. Purines break down into uric acid in the body, and elevated uric acid levels can trigger gout attacks. Therefore, if you have gout or are trying to manage your uric acid levels, it's best to avoid beef kidney. With a purine count of 213mg per serving, it can significantly contribute to your daily purine intake and potentially exacerbate your condition. Opt for lower-purine protein sources like poultry or plant-based options to better manage your gout."
  },
  {
    "category": "Beef Organ Products",
    "name": "Beef liver, raw",
    "purine_count": "197.0",
    "tag": "medium",
    "id": 4,
    "description": "Beef liver, even when raw, is considered to have a medium purine content. If you have gout, it's best to limit or avoid beef liver due to its purine levels. Purines break down into uric acid in the body, and high uric acid levels can trigger gout attacks. While not as high as some other organ meats, the purine count in beef liver can still contribute to increased uric acid, so moderation or avoidance is recommended to manage your gout effectively. Consider lower purine protein sources instead."
  },
  {
    "category": "Beef (other than organs)",
    "name": "Beef roast, cooked (unspecified)",
    "purine_count": "124.8",
    "tag": "medium",
    "id": 5,
    "description": "Beef roast, while a delicious protein source, falls into the medium purine category. This means it contains a moderate amount of purines, which break down into uric acid in your body. For gout patients, consuming moderate purine foods like beef roast occasionally is generally acceptable, but portion control is key. Limit your serving size and consider pairing it with low-purine foods like vegetables and grains to help manage your uric acid levels. Remember to consult with your doctor or a registered dietitian for personalized dietary advice tailored to your specific needs."
  },
  {
    "category": "Beef (other than organs)",
    "name": "Beef sirloin, raw",
    "purine_count": "124.8",
    "tag": "medium",
    "id": 6,
    "description": "Beef sirloin, while a tasty cut, falls into the medium purine category. For gout patients, this means it's best enjoyed in moderation. Raw beef sirloin contains about 124.8 mg of purines per serving.  While not as high as organ meats, consistently consuming medium-purine foods like beef sirloin can still contribute to increased uric acid levels in the body, potentially triggering gout flare-ups. Consider smaller portions and pairing it with low-purine foods to help manage your overall purine intake."
  },
  {
    "category": "Beef (other than organs)",
    "name": "Beef, ground, cooked",
    "purine_count": "89.9",
    "tag": "low",
    "id": 7,
    "description": "Cooked ground beef falls into the \"low purine\" category with approximately 90mg of purines per 100g serving. While considered lower in purines compared to organ meats or certain seafood, it's still important to consume ground beef in moderation if you're managing gout. Keep your overall purine intake in mind and balance your diet with plenty of low-purine foods like fruits, vegetables, and whole grains. Consider smaller portion sizes of ground beef and ensure you're staying well-hydrated to help your body process uric acid effectively."
  },
  {
    "category": "Cereal grains and grain-based products",
    "name": "Bread, crusty (baguette)",
    "purine_count": "15.700000000000001",
    "tag": "low",
    "id": 8,
    "description": "Baguette bread is generally considered a low-purine food, containing approximately 15.7mg of purines per serving.  For gout patients, this is good news!  You can likely enjoy crusty bread as part of a balanced diet without significantly raising your uric acid levels. Remember, moderation is key, and it's always wise to focus on a diverse range of foods, including plenty of fruits, vegetables, and lean proteins, to manage your gout effectively.  Individual reactions can vary, so pay attention to how your body responds."
  },
  {
    "category": "Cereal grains and grain-based products",
    "name": "Bread, white",
    "purine_count": "12.200000000000001",
    "tag": "low",
    "id": 9,
    "description": "White bread is considered a low-purine food, making it a generally safe choice for individuals managing gout. With a purine content of approximately 12.2mg per serving, it's unlikely to significantly contribute to elevated uric acid levels in the body. While it's fine to include white bread in your diet, remember that a balanced diet with plenty of low-purine vegetables and lean protein is still key to managing gout effectively. Opting for whole grain options when possible offers additional nutritional benefits."
  },
  {
    "category": "Cereal grains and grain-based products",
    "name": "Corn cereal",
    "purine_count": "1.0",
    "tag": "low",
    "id": 10,
    "description": "Corn cereal is a safe and generally encouraged choice for individuals managing gout. As a cereal grain, it falls into the \"low purine\" category, with minimal purine content. This means consuming corn cereal is unlikely to significantly elevate uric acid levels in the body, which is crucial for preventing gout flare-ups. Feel free to enjoy corn cereal as part of a balanced, gout-friendly diet, focusing on portion control and pairing it with other low-purine foods."
  },
  {
    "category": "Cereal grains and grain-based products",
    "name": "Rice, white, cooked",
    "purine_count": "5.9",
    "tag": "low",
    "id": 11,
    "description": "Cooked white rice is a good choice for those managing gout and watching their purine intake. As a cereal grain, it falls into the \"low purine\" category, containing only 5.9mg of purines per serving.  This means it's unlikely to contribute significantly to uric acid buildup in your body. Enjoy white rice as part of a balanced diet; it's a safe and versatile carbohydrate option that shouldn't trigger gout flares. Remember to focus on overall diet and hydration for effective gout management."
  },
  {
    "category": "Cereal grains and grain-based products",
    "name": "Whole-grain wheat flour",
    "purine_count": "11.5",
    "tag": "low",
    "id": 12,
    "description": "Whole-grain wheat flour is considered a low-purine food, containing only 11.5mg of purines per 100g serving. This makes it a generally safe choice for individuals managing gout. While all foods contain some purines, the low level in whole-grain wheat flour means it's unlikely to significantly raise uric acid levels. You can typically include it in your diet without concern, as part of a balanced approach focused on overall purine intake and other gout management strategies. Remember to always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Dairy and Eggs",
    "name": "Cheese, cottage",
    "purine_count": "8.0",
    "tag": "low",
    "id": 13,
    "description": "Cottage cheese is a good choice for people with gout because it's low in purines. Purines break down into uric acid, which can build up and cause gout flares. With a purine count of only 8mg per serving, cottage cheese falls into the \"low\" category. Enjoying it as part of a balanced diet shouldn't significantly impact your uric acid levels, making it a safe and potentially beneficial option within your gout management plan. Remember to always check with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Dairy and Eggs",
    "name": "Cheese, processed",
    "purine_count": "2.0",
    "tag": "low",
    "id": 14,
    "description": "Processed cheese is generally considered low in purines, containing about 2mg per 100g serving. This makes it a potentially suitable option for individuals managing gout who need to limit their purine intake. While dairy products are often well-tolerated, remember that moderation is key, and it's best to incorporate processed cheese as part of a balanced diet. Always consult with your doctor or a registered dietitian for personalized dietary advice regarding gout management."
  },
  {
    "category": "Dairy and Eggs",
    "name": "Yogurt, plain",
    "purine_count": "7.0",
    "tag": "low",
    "id": 15,
    "description": "Plain yogurt is a great choice for people managing gout! As a dairy product, it's considered low in purines, containing only about 7mg per serving. Low-purine foods are important for minimizing uric acid production in the body, which can trigger gout flare-ups. Enjoying plain yogurt as part of a balanced diet may even have protective effects against gout, making it a tasty and beneficial addition to your meal plan. Remember to choose plain varieties, as added sugars in flavored yogurts can negatively impact uric acid levels."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Anchovy, canned",
    "purine_count": "321.0",
    "tag": "high",
    "id": 16,
    "description": "Canned anchovies are very high in purines. If you have gout, it's best to avoid them or eat them very sparingly. Purines break down into uric acid in your body, and high levels of uric acid can trigger gout attacks. With a purine count of 321mg per serving, anchovies can significantly contribute to increased uric acid levels, so choosing lower-purine alternatives is recommended to manage your gout effectively."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Anchovy, raw",
    "purine_count": "411.0",
    "tag": "high",
    "id": 17,
    "description": "Anchovies, especially raw ones, are very high in purines. With a purine count of 411mg per serving, they should be avoided if you have gout or are trying to manage high uric acid levels. Purines break down into uric acid, which can crystallize in your joints and cause painful gout flare-ups. Consider limiting or eliminating anchovies from your diet to help lower your risk of gout attacks. Opt for low-purine alternatives like some vegetables and fruits to maintain a healthy and gout-friendly diet."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Clams, canned",
    "purine_count": "62.0",
    "tag": "low",
    "id": 18,
    "description": "Canned clams are considered a low-purine seafood option, containing approximately 62mg of purines per serving. While all seafood contains some purines, canned clams are a better choice compared to high-purine options like anchovies or sardines. If you have gout, you don't have to avoid canned clams completely, but it's important to consume them in moderation as part of a balanced diet. Pay attention to your individual tolerance and consider other foods you are eating that day, as purines from multiple sources can add up."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Clams, raw",
    "purine_count": "136.0",
    "tag": "medium",
    "id": 19,
    "description": "Raw clams fall into the medium purine category, containing 136mg of purines per serving. For gout patients, this means moderation is key. While not as high in purines as some red meats or organ meats, regularly consuming clams could still contribute to elevated uric acid levels and potentially trigger gout flares. Enjoy them occasionally in small portions, paying attention to how your body reacts. Staying well-hydrated and maintaining a balanced diet low in other high-purine foods is important when including clams in your diet."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Herring, canned",
    "purine_count": "378.0",
    "tag": "high",
    "id": 20,
    "description": "Canned herring is very high in purines. If you have gout, it's best to avoid canned herring altogether. Purines break down into uric acid in the body, and high uric acid levels can trigger gout flares. Since canned herring contains a substantial 378mg of purines per serving, consuming it could significantly increase your uric acid levels and worsen your gout symptoms. Choose lower-purine seafood options instead to help manage your condition effectively."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Mackerel, canned",
    "purine_count": "246.0",
    "tag": "high",
    "id": 21,
    "description": "Canned mackerel falls into the \"high purine\" category, containing approximately 246mg of purines per serving.  For gout patients, this means consuming it sparingly or avoiding it altogether. Purines break down into uric acid, and high levels of uric acid can trigger gout flares. While occasional small portions might be tolerated by some, regularly eating canned mackerel can significantly increase your uric acid levels, raising your risk of painful gout attacks. Consider safer, low-purine protein sources instead to manage your condition effectively."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Mackerel, raw (unspecified)",
    "purine_count": "194.0",
    "tag": "medium",
    "id": 22,
    "description": "Raw mackerel falls into the medium purine category, containing 194mg of purines per serving. For gout patients, this means that while not as high as some other seafoods, moderation is key. Consuming it occasionally in smaller portions is generally acceptable, but frequent or large servings could potentially raise your uric acid levels and increase the risk of gout flares. Always consider your individual tolerance and overall diet when incorporating mackerel into your meal plan, and consult with your doctor or a registered dietitian for personalized advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Oysters, canned",
    "purine_count": "107.0",
    "tag": "medium",
    "id": 23,
    "description": "Canned oysters are considered a medium-purine food, containing 107mg of purines per serving. If you have gout, it's best to limit your intake of these, as purines break down into uric acid, which can trigger gout flare-ups. Enjoying them occasionally in small portions is likely fine for many, but be mindful of your overall purine intake for the day and how your body reacts. Consider other lower-purine seafood options more frequently, and always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Salmon, canned",
    "purine_count": "88.0",
    "tag": "low",
    "id": 24,
    "description": "Canned salmon is considered a low-purine food choice within the finfish and shellfish category, containing approximately 88mg of purines per serving. For gout patients, this means you can likely enjoy canned salmon in moderation as part of a balanced diet. While not purine-free, the relatively low purine content is unlikely to significantly raise uric acid levels compared to high-purine options. Remember to consider portion sizes and other purine sources in your diet to manage your gout effectively."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Salmon, mixed species, raw",
    "purine_count": "250.0",
    "tag": "high",
    "id": 25,
    "description": "Raw salmon, encompassing various species, falls into the \"high purine\" category with a purine count of 250mg per serving. For gout patients, this means salmon can significantly contribute to uric acid levels in the body. While not strictly forbidden, moderation is key. Consuming large portions of salmon, especially frequently, could potentially trigger gout flare-ups. Consider limiting your intake and balancing it with low-purine foods to manage your uric acid levels effectively. Discuss your dietary choices with your doctor or a registered dietitian for personalized advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Sardine, canned",
    "purine_count": "399.0",
    "tag": "high",
    "id": 26,
    "description": "Canned sardines are categorized as having a high purine content. For gout patients, this means consuming them can significantly increase uric acid levels in the body, potentially triggering a gout flare-up. Due to their high purine count of 399mg per serving, individuals managing gout are generally advised to avoid or severely limit their intake of canned sardines. Opting for low-purine alternatives within the finfish and shellfish category, or other protein sources, is recommended to help maintain healthy uric acid levels and reduce the risk of gout attacks."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Sardine, raw",
    "purine_count": "345.0",
    "tag": "high",
    "id": 27,
    "description": "Raw sardines are very high in purines, with a count of 345mg per serving. For gout patients, this means they can significantly increase uric acid levels in the body.  If you are managing gout, it's generally best to avoid or severely limit your consumption of sardines due to their high purine content.  Choosing lower-purine options from other food groups can help better control uric acid levels and reduce the risk of gout flare-ups. Always consult your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Shrimp, raw, frozen (no further unspecified)",
    "purine_count": "234.0",
    "tag": "high",
    "id": 28,
    "description": "Shrimp, even when raw and frozen, falls into the \"high\" purine category, containing 234mg of purines per serving. For gout patients, this means that consuming shrimp can significantly elevate uric acid levels in the body. Because high uric acid can trigger gout flares, it's generally recommended to limit or avoid shrimp altogether. If you choose to eat shrimp, do so sparingly and ensure you stay well-hydrated to help your body flush out excess uric acid. Always consult with your doctor or a registered dietitian for personalized dietary advice related to gout management."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Squid, raw (unspecified)",
    "purine_count": "135.0",
    "tag": "medium",
    "id": 29,
    "description": "Squid, like many seafoods, contains purines that can break down into uric acid in the body, potentially triggering gout flares. Raw, unspecified squid has a medium purine content (135mg/100g). If you are managing gout, it's wise to consider squid as part of your overall purine intake. While not as high in purines as some red meats or organ meats, moderation is still recommended. Consider the portion size and frequency of consumption, and discuss with your doctor or dietitian how squid fits into your individual gout management plan."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Tuna, canned",
    "purine_count": "142.0",
    "tag": "medium",
    "id": 30,
    "description": "Canned tuna falls into the medium purine category. While not as high as some other seafoods, it still contains a moderate amount of purines that break down into uric acid in your body. If you have gout, you don't necessarily need to eliminate canned tuna entirely, but moderation is key. Consider limiting your intake and balancing it with low-purine foods on the same day. Pay attention to how your body reacts after consuming it and discuss appropriate portion sizes with your doctor or a registered dietitian."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Whitefish, raw",
    "purine_count": "122.25",
    "tag": "medium",
    "id": 31,
    "description": "Raw whitefish falls into the medium purine category. For gout patients, this means it contains a moderate amount of purines that your body breaks down into uric acid. While not as high-risk as high-purine foods, you should consume raw whitefish in moderation. Consider limiting your portion size and frequency of consumption, especially during gout flare-ups. Pairing it with plenty of water and other low-purine foods can help manage uric acid levels. Remember to consult your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Lamb, veal, and game organ products",
    "name": "Lamb heart, raw",
    "purine_count": "171.0",
    "tag": "medium",
    "id": 32,
    "description": "Lamb heart, even when raw, contains a moderate amount of purines. With a count of 171mg per serving, it falls into the \"medium\" purine category. If you have gout, you should be mindful of your intake. While occasional consumption in small portions might be acceptable for some, it's best to discuss including lamb heart in your diet with your doctor or a registered dietitian. They can help you determine how it fits within your overall dietary plan for managing your purine intake and gout symptoms."
  },
  {
    "category": "Lamb, veal, and game organ products",
    "name": "Lamb liver, raw",
    "purine_count": "147.0",
    "tag": "medium",
    "id": 33,
    "description": "Lamb liver, especially when raw, contains a moderate amount of purines. For gout patients, this means it's best to consume lamb liver in moderation, if at all. While it's not in the highest purine category, the 147mg per 100g purine count can still contribute to uric acid buildup in the body. Consider other protein sources lower in purines to help manage your gout symptoms effectively. If you choose to eat it, do so sparingly and ensure you're well-hydrated to help your kidneys flush out excess uric acid."
  },
  {
    "category": "Lamb, veal, and game (other than organs)",
    "name": "Lamb chops and roast, raw",
    "purine_count": "127.5",
    "tag": "medium",
    "id": 34,
    "description": "Lamb chops and roast, raw, fall into the medium purine category. With a purine count of 127.5mg per serving, this means it contains a moderate amount of purines. If you have gout, you don't necessarily need to avoid lamb entirely, but portion control is key. Consuming smaller portions less frequently will help you manage your uric acid levels and reduce the risk of gout flares. Remember to balance your diet with low-purine foods and stay hydrated to help your body process purines effectively."
  },
  {
    "category": "Lamb, veal, and game (other than organs)",
    "name": "Veal cutlet, cooked",
    "purine_count": "142.7",
    "tag": "medium",
    "id": 35,
    "description": "Cooked veal cutlet falls into the medium purine category, containing 142.7 mg of purines per serving. If you have gout, moderate your intake of veal. While not as high in purines as organ meats, regular consumption can still contribute to elevated uric acid levels in the body, potentially triggering gout flare-ups. Consider limiting your portion size or choosing lower-purine protein sources more frequently to manage your purine intake effectively. Remember to consult with your doctor or a registered dietitian for personalized dietary advice regarding gout management."
  },
  {
    "category": "Legumes and legume products",
    "name": "Beans, adzuki, dried, raw",
    "purine_count": "162.0",
    "tag": "medium",
    "id": 36,
    "description": "Adzuki beans are a type of legume that contains a moderate amount of purines. For individuals managing gout, which is affected by purine intake, adzuki beans fall into the \"medium\" purine category with 162mg per serving. While not as high in purines as some meats or seafood, it's still wise to consume adzuki beans in moderation as part of a balanced diet. Monitoring your overall purine intake and consulting with a doctor or registered dietitian is recommended to determine the right amount for your individual needs and to help manage your gout effectively."
  },
  {
    "category": "Legumes and legume products",
    "name": "Beans, cranberry, dried, raw",
    "purine_count": "75.0",
    "tag": "low",
    "id": 37,
    "description": "Cranberry beans, when dried and raw, fall into the \"low\" purine category, containing about 75mg of purines per serving. For gout patients, this generally means they can be included in your diet in moderation. While not as low as some fruits and vegetables, they are a better choice than high-purine meats or seafood. Remember to consider your overall purine intake for the day and consult with your doctor or a registered dietitian to determine the appropriate amount for your individual needs. Soaking and cooking dried beans can also help to reduce their purine content somewhat."
  },
  {
    "category": "Legumes and legume products",
    "name": "Beans, great northern, dried, raw",
    "purine_count": "213.0",
    "tag": "high",
    "id": 38,
    "description": "Great northern beans, when dried and raw, are considered high in purines. With a purine count of 213mg per serving, individuals managing gout should consume these beans cautiously. While beans offer nutritional benefits, high purine intake can elevate uric acid levels in the body, potentially triggering gout flare-ups. Moderation is key; consider smaller portions or less frequent consumption. Soaking and cooking the beans may help reduce the purine content. Always consult with your doctor or a registered dietitian for personalized dietary advice tailored to your specific condition and medication."
  },
  {
    "category": "Legumes and legume products",
    "name": "Beans, pinto, dried, raw",
    "purine_count": "171.0",
    "tag": "medium",
    "id": 39,
    "description": "Pinto beans, in their dried, raw form, fall into the medium purine category. While legumes were once heavily restricted for gout patients, current research suggests moderate consumption is generally acceptable. With a purine count of 171mg per serving, pinto beans shouldn't be eliminated entirely, but portion control is key. Consider limiting your intake and balancing your diet with low-purine foods. Monitor your body's reaction and consult with your doctor or a registered dietitian to determine the right amount for your individual needs and gout management plan."
  },
  {
    "category": "Legumes and legume products",
    "name": "Beans, small white, dried, raw",
    "purine_count": "202.0",
    "tag": "high",
    "id": 40,
    "description": "Small white beans, when dried and raw, are considered high in purines, containing 202mg per serving. For gout patients, this means that consuming them could potentially raise uric acid levels in your blood, which may trigger gout flares. While you don't necessarily need to completely eliminate them from your diet, it's advisable to consume these beans in moderation. Consider balancing them with low-purine foods and ensuring you stay well-hydrated to help your body process uric acid effectively. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Legumes and legume products",
    "name": "Blackeye peas, dried, raw",
    "purine_count": "230.0",
    "tag": "high",
    "id": 41,
    "description": "Blackeye peas, in their dried, raw form, fall into the high purine category, containing approximately 230mg of purines per serving. For gout patients, this means moderation is key. While not strictly forbidden, consuming large quantities of blackeye peas could potentially elevate uric acid levels in your body, possibly triggering a gout flare-up. Consider smaller portions and balancing your diet with plenty of low-purine options. Remember to consult with your doctor or a registered dietitian for personalized dietary advice tailored to your specific gout management plan."
  },
  {
    "category": "Legumes and legume products",
    "name": "Chickpeas (garbanzo beans), dried, raw",
    "purine_count": "56.0",
    "tag": "low",
    "id": 42,
    "description": "Dried, raw chickpeas (garbanzo beans) are considered low in purines, with a purine count of 56mg per 100g serving. For gout patients, this means chickpeas can generally be enjoyed in moderation as part of a balanced diet. While all foods contain some purines, the amount in chickpeas is unlikely to significantly raise uric acid levels compared to high-purine foods like organ meats or certain seafood. Remember to always consider portion sizes and individual tolerance when incorporating chickpeas into your diet, and consult your doctor or a registered dietitian for personalized advice."
  },
  {
    "category": "Legumes and legume products",
    "name": "Lentils, dried, raw",
    "purine_count": "222.0",
    "tag": "high",
    "id": 43,
    "description": "Dried, raw lentils are considered a high-purine food with 222mg of purines per serving. For gout patients, this means that consuming lentils may contribute to elevated uric acid levels in the body. While lentils offer nutritional benefits, individuals managing gout should be mindful of their portion sizes and frequency of consumption. Consider discussing your lentil intake with your doctor or a registered dietitian to determine a safe and appropriate amount within your overall purine-controlled diet. They can help you balance the benefits of lentils with the need to manage uric acid levels."
  },
  {
    "category": "Legumes and legume products",
    "name": "Lima beans, baby, dried, raw",
    "purine_count": "144.0",
    "tag": "medium",
    "id": 44,
    "description": "Lima beans, specifically dried, raw baby lima beans, fall into the medium purine category, containing 144mg of purines per serving. If you're managing gout, this means you don't necessarily need to eliminate them entirely, but moderation is key. Consider limiting your portion size and frequency of consumption. Pairing them with low-purine foods and staying well-hydrated can help your body process purines more effectively. Keep track of your purine intake from all sources to understand how lima beans affect your gout symptoms."
  },
  {
    "category": "Legumes and legume products",
    "name": "Lima beans, large, dried, raw",
    "purine_count": "149.0",
    "tag": "medium",
    "id": 45,
    "description": "Lima beans, specifically large, dried, and raw varieties, are considered to have a medium purine content. For gout patients, this means you don't necessarily need to eliminate them entirely from your diet, but moderation is key. Consuming lima beans in large quantities could potentially increase uric acid levels and trigger gout flare-ups. It's wise to balance your intake with low-purine foods and monitor your body's response. Consider limiting portion sizes and frequency of consumption, and discuss with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Legumes and legume products",
    "name": "Peas, split, dried, raw",
    "purine_count": "195.0",
    "tag": "medium",
    "id": 46,
    "description": "Split peas, while a healthy source of protein and fiber, fall into the medium purine category. With a purine count of 195mg per serving, individuals with gout should be mindful of their consumption. While not as high as some meats, regularly eating split peas could potentially contribute to elevated uric acid levels, which trigger gout flare-ups. Moderation is key; enjoy them in smaller portions and balance your diet with plenty of low-purine foods to manage your uric acid effectively. Consider tracking your intake to understand your personal tolerance."
  },
  {
    "category": "Pork organ products",
    "name": "Pork liver, raw",
    "purine_count": "289.0",
    "tag": "high",
    "id": 47,
    "description": "Pork liver, especially when raw, is very high in purines. This means it significantly increases the level of uric acid in your body, which can trigger gout attacks. For gout patients, pork liver is best avoided altogether. Consuming it can quickly raise your uric acid levels due to its high purine content, potentially leading to painful joint inflammation and other gout symptoms. Opt for lower-purine protein sources to better manage your condition."
  },
  {
    "category": "Pork (other than organs)",
    "name": "Pork roast and chops, cooked",
    "purine_count": "119.80000000000001",
    "tag": "medium",
    "id": 48,
    "description": "Cooked pork roast and chops fall into the medium purine category, meaning they contain a moderate amount of purines. For gout patients, this translates to needing to be mindful of portion sizes and frequency of consumption. While not off-limits entirely, incorporating these pork options into your diet should be done in moderation and balanced with low-purine foods to help manage uric acid levels and reduce the risk of gout flare-ups. Consider limiting your intake to a few times a week and keeping portions small."
  },
  {
    "category": "Poultry organ products",
    "name": "Chicken gizzard, raw",
    "purine_count": "130.5",
    "tag": "medium",
    "id": 49,
    "description": "Chicken gizzard, even when raw, falls into the medium purine category. As a poultry organ product, it contains a moderate amount of purines that break down into uric acid in the body. If you have gout, consuming chicken gizzard could potentially raise your uric acid levels and trigger a flare-up. While not as high in purines as liver or kidney, it's best to consume it in moderation, if at all, and consider your overall purine intake from other foods in your diet. Always consult your doctor or registered dietitian for personalized dietary advice."
  },
  {
    "category": "Poultry organ products",
    "name": "Chicken heart, raw",
    "purine_count": "125.4",
    "tag": "medium",
    "id": 50,
    "description": "Chicken heart, raw, falls into the medium purine category, containing about 125.4 mg of purines per serving. For gout patients, this means moderation is key. While not as high in purines as other organ meats, regular or large consumption could still contribute to increased uric acid levels in the body, potentially triggering gout flares. It's best to enjoy chicken heart sparingly and consider balancing your meal with low-purine foods like vegetables and fruits. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Poultry organ products",
    "name": "Chicken liver, raw",
    "purine_count": "243.0",
    "tag": "high",
    "id": 51,
    "description": "Chicken liver, especially when raw, is very high in purines. With a purine count of 243mg per serving, it should be strictly avoided by individuals managing gout. High purine foods like chicken liver break down into uric acid in the body, which can lead to gout flares. It's best to choose low-purine protein sources like eggs, low-fat dairy, or some plant-based options instead to help keep your uric acid levels in check."
  },
  {
    "category": "Poultry (other than organs)",
    "name": "Chicken breast, raw",
    "purine_count": "45.1",
    "tag": "low",
    "id": 52,
    "description": "Chicken breast, when raw, is considered a low-purine poultry option, containing about 45mg of purines per serving. For gout patients, this means it's generally a safe choice to include in your diet in moderation. While all poultry contains some purines, chicken breast falls into the lower range compared to organ meats or certain seafood. Remember to consider your overall purine intake from all food sources and portion sizes when planning your meals to help manage your gout symptoms effectively."
  },
  {
    "category": "Poultry (other than organs)",
    "name": "Chicken breast, roasted",
    "purine_count": "178.5",
    "tag": "medium",
    "id": 53,
    "description": "Roasted chicken breast falls into the \"medium\" purine category, containing 178.5mg of purines per serving. For gout patients, this means it's generally okay to enjoy in moderation. It's not as high in purines as organ meats or some seafood, but it's not as low as certain vegetables either. Pay attention to portion sizes, and consider balancing your meal with low-purine foods like fruits, vegetables, and whole grains. Staying hydrated and consulting your doctor or a registered dietitian are also helpful for managing your purine intake and gout."
  },
  {
    "category": "Poultry (other than organs)",
    "name": "Chicken breast, stewed",
    "purine_count": "183.5",
    "tag": "medium",
    "id": 54,
    "description": "Stewed chicken breast falls into the medium purine category, containing 183.5mg of purines per serving. For gout patients, this means moderation is key. While not as high in purines as organ meats, consuming large portions regularly could still contribute to uric acid buildup and potentially trigger gout flares. Consider limiting your portion size and balancing your meals with low-purine foods like vegetables and fruits to help manage your overall purine intake. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Poultry (other than organs)",
    "name": "Chicken drumstick, raw",
    "purine_count": "132.70000000000002",
    "tag": "medium",
    "id": 55,
    "description": "Chicken drumsticks, like other poultry, contain a moderate amount of purines.  For gout patients, this means they can be consumed in moderation as part of a balanced diet.  Since raw chicken drumsticks contain approximately 133mg of purines per 100g, consider limiting your portion size and frequency of consumption.  It's important to balance your overall purine intake and prioritize low-purine foods alongside moderate-purine options like chicken drumsticks to manage your gout effectively.  Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Poultry (other than organs)",
    "name": "Chicken neck, raw",
    "purine_count": "122.89999999999999",
    "tag": "medium",
    "id": 56,
    "description": "Chicken neck, raw, falls into the medium purine category with a count of approximately 123mg per serving. If you're managing gout, it's important to be mindful of your purine intake as these break down into uric acid, which can trigger flares. While not as high in purines as organ meats, regularly consuming chicken neck might contribute to elevated uric acid levels. Consider limiting your portion size and frequency of consumption, and balance it with low-purine foods in your diet to help keep your uric acid within a healthy range. Always consult your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Poultry (other than organs)",
    "name": "Chicken skin (from drumsticks and thighs), braised",
    "purine_count": "93.8",
    "tag": "low",
    "id": 57,
    "description": "Braised chicken skin, especially from drumsticks and thighs, contains a relatively low amount of purines compared to other poultry parts and organ meats. While all poultry contains some purines, the level in chicken skin is considered manageable for most gout patients when consumed in moderation. Keep in mind that purine content can vary based on cooking methods, so braising is a generally purine-friendly approach. Pay attention to portion sizes and consider balancing your meal with plenty of low-purine vegetables and grains to keep your overall purine intake in check."
  },
  {
    "category": "Poultry (other than organs)",
    "name": "Chicken skin, raw",
    "purine_count": "58.94",
    "tag": "low",
    "id": 58,
    "description": "Raw chicken skin falls into the \"low\" purine category, containing about 59mg of purines per serving. While it's not as high in purines as organ meats or some seafood, it's still something to consider if you're managing gout. Because gout is triggered by uric acid buildup from purine breakdown, it's wise to practice moderation. Consuming chicken skin in small portions, and not as a regular part of your diet, can help keep your overall purine intake in check and reduce your risk of gout flares."
  },
  {
    "category": "Poultry (other than organs)",
    "name": "Chicken thigh, raw",
    "purine_count": "141.7",
    "tag": "medium",
    "id": 59,
    "description": "Chicken thigh, while a good source of protein, falls into the medium purine category. This means it contains a moderate amount of purines that your body breaks down into uric acid. If you have gout, uric acid buildup can trigger painful flares. While you don't need to eliminate chicken thigh completely, it's wise to consume it in moderation and be mindful of portion sizes. Balancing your diet with low-purine foods like fruits, vegetables, and whole grains is key to managing uric acid levels. Consider baking or grilling to minimize added fats."
  },
  {
    "category": "Poultry (other than organs)",
    "name": "Chicken thigh, roasted",
    "purine_count": "148.89999999999998",
    "tag": "medium",
    "id": 60,
    "description": "Roasted chicken thigh falls into the medium purine category, containing around 149mg of purines per serving. For gout patients, this means it can be enjoyed in moderation as part of a balanced diet. Pay attention to portion sizes and consider it alongside other low-purine foods in your meal. Keep in mind that individual reactions to purines can vary, so monitor your symptoms and adjust your intake accordingly. Staying hydrated and consulting with your doctor or a registered dietitian for personalized guidance is always recommended."
  },
  {
    "category": "Poultry (other than organs)",
    "name": "Chicken thigh, stewed",
    "purine_count": "146.3",
    "tag": "medium",
    "id": 61,
    "description": "Stewed chicken thigh falls into the medium purine category, containing about 146mg of purines per serving. For those managing gout, this means it's not a \"free pass\" food like very low purine items, but it doesn't need to be strictly avoided either. Moderation is key. Consider smaller portions of stewed chicken thigh and be mindful of how often you include it in your diet. Balancing it with plenty of low-purine foods like fruits, vegetables, and whole grains is a good strategy for keeping your overall purine intake in check."
  },
  {
    "category": "Poultry (other than organs)",
    "name": "Chicken, ground, raw",
    "purine_count": "158.7",
    "tag": "medium",
    "id": 62,
    "description": "Ground, raw chicken falls into the \"medium\" purine category. This means it contains a moderate amount of purines that break down into uric acid in your body. If you have gout, you don't necessarily need to eliminate it entirely, but portion control is key. Consider limiting your serving size and frequency of consumption. Balancing your diet with low-purine foods and staying hydrated will help manage uric acid levels. Always discuss dietary changes with your doctor or a registered dietitian for personalized advice."
  },
  {
    "category": "Poultry (other than organs)",
    "name": "Poultry, mechanically deboned, from backs and necks with skin, raw",
    "purine_count": "93.60000000000001",
    "tag": "low",
    "id": 63,
    "description": "Mechanically deboned poultry, specifically from the backs and necks with skin, is considered a low purine poultry option. With around 94mg of purines per serving, it's a better choice than organ meats or some red meats for individuals managing gout. While lower in purines, moderation is still key. Remember to consider portion sizes and balance your diet with other low-purine foods like fruits, vegetables, and whole grains to help manage uric acid levels. Be sure to discuss your individual dietary needs with your doctor or a registered dietitian."
  },
  {
    "category": "Poultry (other than organs)",
    "name": "Poultry, mechanically deboned, from mature hens, raw",
    "purine_count": "79.81",
    "tag": "low",
    "id": 64,
    "description": "Mechanically deboned poultry from mature hens is considered a low purine poultry option, containing about 80mg of purines per serving. While it's generally safer than organ meats or red meats, remember that all poultry contains some purines. If you're managing gout, moderation is key. Include this type of poultry in your diet in smaller portions and less frequently than very low purine foods. Pay attention to how your body responds and discuss your individual needs with your doctor or a registered dietitian."
  },
  {
    "category": "Poultry (other than organs)",
    "name": "Turkey, ground, raw",
    "purine_count": "96.0",
    "tag": "low",
    "id": 65,
    "description": "Ground turkey, raw, falls into the \"low\" purine category, containing approximately 96mg of purines per serving. For gout patients, this means it's generally a safer poultry choice compared to organ meats or some seafood. While you don't need to completely avoid it, moderation is key. Consider incorporating ground turkey into your diet as a protein source, but balance it with plenty of low-purine foods like vegetables, fruits, and whole grains to help manage your uric acid levels and minimize the risk of gout flare-ups. Remember to cook it thoroughly before consuming."
  },
  {
    "category": "Poultry (other than organs)",
    "name": "Turkey, mechanically deboned, from turkey frames, raw",
    "purine_count": "79.08",
    "tag": "low",
    "id": 66,
    "description": "Mechanically deboned turkey from frames, while still poultry, is considered to have a low purine content. With about 79mg of purines per serving, it's a better choice compared to organ meats or some red meats. If you have gout, this type of turkey can be included as part of a balanced diet, but moderation is still key. Remember to consider your overall purine intake from all sources throughout the day."
  },
  {
    "category": "Sausages and luncheon meats",
    "name": "Luncheon meat (unspecified)",
    "purine_count": "58.3",
    "tag": "low",
    "id": 67,
    "description": "Luncheon meat (unspecified) falls into the lower purine category within sausages and luncheon meats, containing 58.3mg of purines per serving. While lower than some other processed meats, it's still important to be mindful of portion sizes. If you have gout, consuming large amounts of even lower-purine foods can potentially raise your uric acid levels. Consider this luncheon meat as an occasional choice rather than a dietary staple and balance it with plenty of purine-safe foods like fruits and vegetables."
  },
  {
    "category": "Vegetables",
    "name": "Mushrooms (not further specified), raw",
    "purine_count": "46.900000000000006",
    "tag": "low",
    "id": 68,
    "description": "Raw mushrooms, while a vegetable, contain a moderate amount of purines compared to other vegetables. With around 47mg of purines per 100g, they fall into a lower category of purine-containing foods. If you have gout, you don't necessarily need to eliminate mushrooms completely, but moderation is key. Enjoy them as part of a balanced diet, but be mindful of your overall purine intake from other sources. Consider tracking your symptoms and adjusting your consumption of mushrooms accordingly to see how they affect you."
  },
  {
    "category": "Vegetables",
    "name": "Mushrooms, canned",
    "purine_count": "24.6",
    "tag": "low",
    "id": 69,
    "description": "Canned mushrooms are generally considered a low-purine vegetable option, containing about 24.6 mg of purines per serving.  For gout patients, this means they can usually be enjoyed in moderation without significantly impacting uric acid levels. While some vegetables can be higher in purines, canned mushrooms are a safer choice within the vegetable category. Remember to consider portion sizes and overall diet when managing your gout."
  },
  {
    "category": "Beef Organ Products",
    "name": "Beef large intestine, raw",
    "purine_count": "88.2",
    "tag": "low",
    "id": 70,
    "description": "Beef large intestine, raw, falls into the \"low\" purine category with a count of 88.2mg per serving. For gout patients, this means it's a relatively safer option compared to high-purine foods, but should still be consumed in moderation. While considered low, purines from any source can potentially contribute to uric acid levels, so it's wise to balance your diet with very-low-purine choices like fruits and vegetables and monitor your individual tolerance. Remember to always consult your doctor or registered dietitian for personalized dietary advice."
  },
  {
    "category": "Beef Organ Products",
    "name": "Beef stomach, raw",
    "purine_count": "84",
    "tag": "low",
    "id": 71,
    "description": "Beef stomach, even in its raw form, contains a relatively low amount of purines (84mg per serving). For gout patients, this means that incorporating beef stomach occasionally might be acceptable, but portion control is still key. While considered \"low\" in purines compared to other organ meats, remember that individual tolerance varies. Monitor your uric acid levels and any gout symptoms after consumption to determine how your body reacts. Always consult with your doctor or a registered dietitian for personalized dietary advice tailored to your specific needs and gout management plan."
  },
  {
    "category": "Beef Organ Products",
    "name": "Beef tongue, raw",
    "purine_count": "90.39999999999999",
    "tag": "low",
    "id": 72,
    "description": "Beef tongue, even in its raw form, contains purines, the compounds that break down into uric acid and can trigger gout flare-ups. While classified as \"low\" in purines compared to other organ meats, beef tongue still has a measurable purine content. For gout patients, moderation is key. If you're experiencing a flare-up, it's best to avoid beef tongue altogether. If your gout is well-managed, you might be able to enjoy a very small portion occasionally, but always monitor your uric acid levels and consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Beef (other than organs)",
    "name": "Beef brisket, raw",
    "purine_count": "92.9",
    "tag": "low",
    "id": 73,
    "description": "Beef brisket, even in its raw state, contains a moderate amount of purines (92.9mg/100g). While categorized as \"low\" compared to organ meats, it's still important to be mindful of your portion sizes if you're managing gout. Consuming brisket in moderation, rather than frequently or in large quantities, can help keep your overall purine intake within a manageable range. Consider balancing your meal with plenty of low-purine vegetables and staying well-hydrated to aid in uric acid excretion. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Beef (other than organs)",
    "name": "Beef chuck ribs, raw",
    "purine_count": "77.4",
    "tag": "low",
    "id": 74,
    "description": "Beef chuck ribs, while a tasty cut of beef, fall into the low purine category with 77.4mg per serving. For gout patients, this means you can enjoy it in moderation. Since purines break down into uric acid, the substance that causes gout flare-ups, it's important to be mindful of portion sizes and overall purine intake from other foods in your diet.  Consider pairing beef chuck ribs with low-purine vegetables and grains to balance your meal and keep uric acid levels in check. As always, consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Beef (other than organs)",
    "name": "Beef clod (shoulder), raw",
    "purine_count": "103.89999999999999",
    "tag": "medium",
    "id": 75,
    "description": "Beef clod, or shoulder, is considered a medium-purine food. While not as high in purines as organ meats, it still contains a moderate amount that could potentially raise uric acid levels. If you have gout, it's generally recommended to limit your intake of medium-purine foods like beef clod. Consuming it in moderation and balancing it with low-purine foods is advisable to help manage your uric acid levels and reduce the risk of gout flares. Consider smaller portion sizes and infrequent consumption."
  },
  {
    "category": "Beef (other than organs)",
    "name": "Beef front, raw (unspecified)",
    "purine_count": "77.42",
    "tag": "low",
    "id": 76,
    "description": "Beef front, raw (unspecified) falls into the \"low\" purine category with a purine content of 77.42mg per serving. While it's not as high in purines as organ meats or some seafood, it still contributes to your overall purine intake. If you have gout, it's generally recommended to limit your consumption of all meats, including beef. Enjoy this cut in moderation and prioritize other lower-purine protein sources like poultry or plant-based options in your diet to help manage your uric acid levels and prevent gout flare-ups."
  },
  {
    "category": "Beef (other than organs)",
    "name": "Beef neck, raw",
    "purine_count": "100.60000000000001",
    "tag": "medium",
    "id": 77,
    "description": "Beef neck, raw, falls into the medium purine category with a count of approximately 100.6mg per serving. If you're managing gout, be mindful of your portion sizes with beef neck. While not as high in purines as organ meats, moderate consumption is still recommended. Consider limiting your intake and balancing it with low-purine foods to help keep your uric acid levels in check and reduce the risk of gout flares. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Beef (other than organs)",
    "name": "Beef rib loin, raw",
    "purine_count": "74.3",
    "tag": "low",
    "id": 78,
    "description": "Beef rib loin, raw, falls into the \"low\" purine category with a count of 74.3mg per serving. While not as high as organ meats, it's important to still consider your overall intake. If you have gout, moderate your consumption of beef, including rib loin, as purines break down into uric acid, which can trigger gout flare-ups. Enjoy it in smaller portions and balance your meals with plenty of low-purine foods like vegetables and fruits. Remember to stay well-hydrated to help your body flush out uric acid."
  },
  {
    "category": "Beef (other than organs)",
    "name": "Beef round (topside), cooked",
    "purine_count": "143.40000000000003",
    "tag": "medium",
    "id": 79,
    "description": "Beef round (topside), cooked, falls into the medium purine category. This means it contains a moderate amount of purines that can break down into uric acid in your body, potentially triggering gout flare-ups. While you don't necessarily need to completely avoid it, it's best to consume beef round in moderation. Consider limiting your portion size and frequency of consumption, and balance it with plenty of low-purine foods like fruits, vegetables, and whole grains. Staying hydrated is also important to help your body flush out uric acid."
  },
  {
    "category": "Beef (other than organs)",
    "name": "Beef round (topside), raw",
    "purine_count": "123",
    "tag": "medium",
    "id": 80,
    "description": "Beef round (topside), raw, contains a moderate amount of purines (123mg per serving), placing it in the \"medium\" purine category. For gout patients, this means you don't need to strictly avoid it, but moderation is key. Consuming it occasionally in smaller portions is generally acceptable, but frequent or large servings could potentially raise uric acid levels and trigger gout flares. Consider balancing your meal with low-purine foods like vegetables and whole grains and always consult your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Beef (other than organs)",
    "name": "Beef, tenderloin, raw",
    "purine_count": "98.39999999999999",
    "tag": "low",
    "id": 81,
    "description": "Beef tenderloin, being a lean cut of beef (other than organ meats), is considered to have a low purine content compared to other meats. While it does contain purines, its level is relatively moderate. If you're managing gout, you don't necessarily need to eliminate it entirely. However, it's still important to practice moderation, as excessive intake of any meat can potentially elevate uric acid levels. Consider enjoying it in smaller portions and less frequently, while prioritizing other lower-purine protein sources."
  },
  {
    "category": "Beverages",
    "name": "Amazake (fermented drink made from sake lees)",
    "purine_count": "6.210000000000001",
    "tag": "low",
    "id": 82,
    "description": "Amazake, a fermented drink made from sake lees, is generally considered a low-purine beverage, containing approximately 6.21 mg of purines per serving. For gout patients carefully monitoring their purine intake, amazake can be a suitable choice as a drink. However, remember that individual tolerance to purines varies, and it's always best to consume it in moderation as part of a balanced diet. Be sure to consider your overall daily purine intake from all sources when enjoying amazake."
  },
  {
    "category": "Beverages",
    "name": "Fruit juice",
    "purine_count": "1.06",
    "tag": "low",
    "id": 83,
    "description": "Fruit juice is generally considered a low-purine beverage, with a purine count of 1.06 mg per serving. This makes it a good choice for individuals managing gout and aiming to lower their purine intake. While fruit juice is low in purines, remember that some juices are high in fructose, which can indirectly raise uric acid levels. Opt for juices lower in added sugars and fructose, such as cranberry or cherry juice, and consume them in moderation as part of a balanced diet to help manage gout symptoms."
  },
  {
    "category": "Beverages",
    "name": "Green tea beverage",
    "purine_count": "1.67",
    "tag": "low",
    "id": 84,
    "description": "Green tea beverage is a low-purine option, making it a suitable choice for individuals managing gout. With a purine count of only 1.67mg per serving, it's unlikely to significantly raise uric acid levels in the body. Staying hydrated is important for gout management, and green tea can be a healthy and refreshing way to do so. Remember to choose unsweetened varieties to avoid added sugars, which can indirectly affect uric acid. While green tea is generally safe, it's always best to discuss your diet with your doctor or a registered dietitian for personalized advice."
  },
  {
    "category": "Beverages",
    "name": "Green tea leaves, dried",
    "purine_count": "204.29999999999998",
    "tag": "high",
    "id": 85,
    "description": "Dried green tea leaves are surprisingly high in purines. While the purines themselves may not all translate directly into uric acid production in the body, individuals with gout should be mindful of their green tea consumption. Since green tea is usually consumed as an infusion, the actual purine content in the brewed beverage is likely lower than the dried leaves suggest. However, if you're diligently managing your purine intake, it's wise to monitor how your body reacts to green tea and consider limiting your intake if you experience gout flare-ups."
  },
  {
    "category": "Beverages",
    "name": "Vegetable juice",
    "purine_count": "13.700000000000001",
    "tag": "low",
    "id": 86,
    "description": "Vegetable juice is generally considered a low-purine beverage, making it a good choice for individuals managing gout. With a purine count of 13.7mg per serving, it's unlikely to significantly contribute to uric acid buildup in the body. Opting for vegetable juice over high-purine options like sugary drinks or certain alcoholic beverages can be a helpful step in controlling gout symptoms. However, always check the specific ingredients, as some vegetables higher in purines, like spinach or asparagus, might be present in small amounts. Drinking plenty of fluids, including vegetable juice, is beneficial for overall hydration and uric acid management."
  },
  {
    "category": "Cereal grains and grain-based products",
    "name": "Barley, raw",
    "purine_count": "44.3",
    "tag": "low",
    "id": 87,
    "description": "Raw barley is generally considered a low-purine grain, containing approximately 44.3mg of purines per 100g serving. For gout patients, this means barley can often be included in your diet without significantly raising uric acid levels. While not completely purine-free, it falls into a category where moderate consumption is typically acceptable. As always, portion control and individual tolerance are key. Consult with your doctor or a registered dietitian for personalized dietary advice tailored to your specific needs and gout management plan."
  },
  {
    "category": "Cereal grains and grain-based products",
    "name": "Bread (no further specified)",
    "purine_count": "4.3999999999999995",
    "tag": "low",
    "id": 88,
    "description": "Bread, being a cereal grain product, is generally considered low in purines. With a purine count of approximately 4.4mg per serving, it's unlikely to significantly impact your uric acid levels. Therefore, bread can usually be enjoyed in moderation as part of a gout-friendly diet. However, be mindful of added ingredients like seeds or certain oils, as these could potentially alter the purine content slightly. Always check the label for specific ingredient information and consult with your doctor or a registered dietitian for personalized advice."
  },
  {
    "category": "Cereal grains and grain-based products",
    "name": "Bread flour",
    "purine_count": "25.799999999999997",
    "tag": "low",
    "id": 89,
    "description": "Bread flour falls into the category of cereal grains and grain-based products and contains a low purine count of approximately 25.8mg per serving. For gout patients, bread flour is generally considered a safe and acceptable ingredient to include in your diet. Due to its low purine content, it is unlikely to significantly contribute to elevated uric acid levels in the body, which is a primary concern for individuals managing gout. Feel free to enjoy foods made with bread flour in moderation as part of a balanced, low-purine diet."
  },
  {
    "category": "Cereal grains and grain-based products",
    "name": "Buckwheat flour",
    "purine_count": "75.9",
    "tag": "low",
    "id": 90,
    "description": "Buckwheat flour is a good choice for those managing gout and watching their purine intake. As a cereal grain product, it falls into the \"low\" purine category, containing about 75.9 mg of purines per 100g. This means it's unlikely to significantly contribute to uric acid build-up in the body, which can trigger gout flares. Feel free to incorporate buckwheat flour into your diet for baking or cooking as a safe and tasty alternative to higher-purine grains."
  },
  {
    "category": "Cereal grains and grain-based products",
    "name": "Cake flour",
    "purine_count": "15.7",
    "tag": "low",
    "id": 91,
    "description": "Cake flour is a cereal grain product with a low purine content, containing only 15.7mg of purines per 100g serving. For those managing gout, this makes cake flour a good option when baking. While it's important to be mindful of overall purine intake, cake flour is unlikely to significantly contribute to elevated uric acid levels when consumed in moderation as part of a balanced diet. Remember to consider other ingredients used in your recipes, as they may have higher purine levels."
  },
  {
    "category": "Cereal grains and grain-based products",
    "name": "Gelatin noodle (dried)",
    "purine_count": "0.6000000000000001",
    "tag": "low",
    "id": 92,
    "description": "Gelatin noodles (dried) are a low-purine food choice within the cereal and grain category. With a purine count of only 0.6mg per serving, they are generally considered safe to include in your diet if you are managing gout or hyperuricemia. Because of their low purine content, gelatin noodles are unlikely to significantly contribute to uric acid build-up in the body. Feel free to enjoy them as part of a balanced, low-purine meal!"
  },
  {
    "category": "Cereal grains and grain-based products",
    "name": "Pastry flour",
    "purine_count": "25.799999999999997",
    "tag": "low",
    "id": 93,
    "description": "Pastry flour falls into the \"low purine\" category with a count of approximately 26mg per 100g serving. As a cereal grain product, it's generally safe to include in your diet if you have gout. Pastry flour is unlikely to significantly raise your uric acid levels. Remember to balance your overall diet with plenty of low-purine fruits, vegetables, and lean protein to manage your gout effectively. While pastry flour itself is low in purines, be mindful of other ingredients in pastries, like high-fat toppings or fillings, which can indirectly impact gout."
  },
  {
    "category": "Cereal grains and grain-based products",
    "name": "Ramen, noodle",
    "purine_count": "21.6",
    "tag": "low",
    "id": 94,
    "description": "Ramen noodles are generally considered a low-purine food choice, containing approximately 21.6 mg of purines per serving. For individuals managing gout, this means ramen can often be enjoyed in moderation without significantly contributing to uric acid buildup. While ramen itself is low in purines, be mindful of added ingredients like meat-based broths, seafood, or certain vegetables, which can substantially increase the overall purine content of the dish. Opting for vegetable-based broths and low-purine toppings will help keep your meal gout-friendly."
  },
  {
    "category": "Cereal grains and grain-based products",
    "name": "Rice bran",
    "purine_count": "100.20000000000002",
    "tag": "medium",
    "id": 95,
    "description": "Rice bran falls into the medium purine category. For gout patients, this means it contains a moderate amount of purines (around 100mg per 100g). While not as high as foods like organ meats or certain seafood, rice bran should still be consumed in moderation as part of a gout-friendly diet. Consider your overall purine intake from all food sources, and adjust your portion sizes accordingly. It's always best to discuss specific dietary needs with your doctor or a registered dietitian."
  },
  {
    "category": "Cereal grains and grain-based products",
    "name": "Rice crackers",
    "purine_count": "14.2",
    "tag": "low",
    "id": 96,
    "description": "Rice crackers are a low-purine food choice, making them a suitable snack for individuals managing gout. With only 14.2mg of purines per serving, they are unlikely to significantly raise uric acid levels in the body. As a cereal grain-based product, rice crackers offer a relatively safe alternative to higher-purine snacks like certain meats or seafood. Feel free to enjoy them in moderation as part of a balanced, gout-friendly diet. Remember to always consider portion sizes and other ingredients when managing your purine intake."
  },
  {
    "category": "Cereal grains and grain-based products",
    "name": "Rice, white, raw",
    "purine_count": "32.6",
    "tag": "low",
    "id": 97,
    "description": "White rice, in its raw form, contains a low amount of purines (32.6mg per serving). As a cereal grain, it's generally considered a safe and suitable staple for individuals managing gout. Since purines break down into uric acid, which can trigger gout flare-ups, choosing low-purine foods like white rice can help maintain healthy uric acid levels. Feel free to incorporate white rice into your diet as part of a balanced, gout-friendly eating plan. Remember to always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Cereal grains and grain-based products",
    "name": "Soba (buckwheat noodles)",
    "purine_count": "7.6",
    "tag": "low",
    "id": 98,
    "description": "Soba noodles, made from buckwheat, are a great choice for gout patients looking to manage their purine intake.  Classified as \"low\" in purines with only 7.6mg per serving, soba offers a delicious and versatile alternative to higher-purine grains. Incorporating soba into your diet can provide essential carbohydrates and fiber without significantly contributing to uric acid buildup, helping you stay within your recommended purine limits and better manage your gout symptoms. Enjoy soba noodles in soups, salads, or stir-fries as part of a balanced, purine-conscious diet."
  },
  {
    "category": "Cereal grains and grain-based products",
    "name": "Spaghetti",
    "purine_count": "6.8",
    "tag": "low",
    "id": 99,
    "description": "Spaghetti, being a cereal grain product, is generally considered a low-purine food, containing only 6.8mg of purines per serving. This makes it a suitable choice for individuals managing gout or hyperuricemia. As a staple carbohydrate, spaghetti can be enjoyed as part of a balanced diet without significantly contributing to uric acid build-up. Remember to be mindful of what you pair with your spaghetti, as sauces containing high-purine ingredients like meat or certain vegetables can increase the overall purine content of the meal."
  },
  {
    "category": "Cereal grains and grain-based products",
    "name": "Udon (wheat noodles)",
    "purine_count": "12.100000000000001",
    "tag": "low",
    "id": 100,
    "description": "Udon noodles, a type of wheat noodle, are considered a low-purine food, containing only about 12mg of purines per serving.  This makes them a generally safe and suitable choice for individuals managing gout or hyperuricemia (high uric acid levels).  You can enjoy udon as part of a balanced diet without significant concern for triggering gout flare-ups. However, be mindful of the ingredients you pair with your udon, as some sauces, broths, and toppings can be higher in purines.  Opt for vegetable-based broths and low-purine protein sources like tofu to keep your meal gout-friendly."
  },
  {
    "category": "Dairy and Eggs",
    "name": "Butter",
    "purine_count": "ND",
    "tag": "undefined",
    "id": 101,
    "description": "Butter falls into the Dairy and Eggs category and is generally considered safe for gout patients concerned about purine intake. You can likely enjoy butter in moderation without significantly impacting your uric acid levels or increasing your risk of gout flares. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Dairy and Eggs",
    "name": "Cheese, grated",
    "purine_count": "12.999999999999998",
    "tag": "low",
    "id": 102,
    "description": "Grated cheese falls into the low purine category, making it generally safe for gout patients in moderation. With a purine count of approximately 13mg per serving, it's unlikely to significantly raise uric acid levels, the culprit behind gout flare-ups. Dairy products, in general, may even have a protective effect against gout. However, portion control is still key. Enjoy grated cheese as part of a balanced diet, but avoid excessive consumption, especially if you are experiencing frequent gout attacks. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Dairy and Eggs",
    "name": "Cream, animal, fresh",
    "purine_count": "0.2",
    "tag": "low",
    "id": 103,
    "description": "Fresh animal cream is a dairy product considered low in purines, containing only 0.2 mg per serving. For gout patients, this means you can likely enjoy cream in moderation without significantly impacting your uric acid levels. Dairy products, in general, are often well-tolerated in a gout-friendly diet. As always, individual tolerance can vary, so pay attention to how your body responds and consult with your doctor or a registered dietitian for personalized advice."
  },
  {
    "category": "Dairy and Eggs",
    "name": "Cream, vegetable, fresh",
    "purine_count": "0.1",
    "tag": "low",
    "id": 104,
    "description": "Vegetable-based fresh cream is a low-purine dairy alternative, making it a gout-friendly option. With a purine count of just 0.1mg per serving, it's unlikely to significantly raise uric acid levels in your body. You can generally enjoy it in moderation as part of a gout-conscious diet without worrying about triggering flare-ups. Remember to always consider portion sizes and other ingredients in your meals, but this cream is a safer choice compared to high-purine foods."
  },
  {
    "category": "Dairy and Eggs",
    "name": "Egg, chicken, raw",
    "purine_count": "0",
    "tag": "undefined",
    "id": 105,
    "description": "Raw chicken eggs are a great choice for those managing gout and watching purine intake! With a purine count of '0', they are considered a low-purine food. This means they are unlikely to contribute to uric acid build-up in your body, which is key in managing gout symptoms. Feel free to incorporate raw chicken eggs into your diet as part of a balanced meal, enjoying them in smoothies or other recipes where raw eggs are safely used. Just remember to practice safe food handling when consuming raw eggs."
  },
  {
    "category": "Dairy and Eggs",
    "name": "Egg, quail, raw",
    "purine_count": "0",
    "tag": "undefined",
    "id": 106,
    "description": "Quail eggs are a great choice for those managing gout. They fall into the \"Dairy and Eggs\" category and, importantly, have a purine count of zero. This means they are very low in purines, the substances that break down into uric acid and can trigger gout flares. Feel free to include raw quail eggs in your diet as a source of protein without worrying about increasing your uric acid levels. Enjoy them as part of a balanced diet!"
  },
  {
    "category": "Dairy and Eggs",
    "name": "Margarine",
    "purine_count": "ND",
    "tag": "undefined",
    "id": 107,
    "description": "Margarine, a dairy and egg alternative, is generally considered to have a negligible impact on purine intake for gout patients. Margarine can typically be included in a gout-friendly diet without significant concern for elevating uric acid levels. However, it's always wise to consume it in moderation as part of a balanced diet and focus on healthier fats overall."
  },
  {
    "category": "Dairy and Eggs",
    "name": "Milk",
    "purine_count": "0",
    "tag": "undefined",
    "id": 108,
    "description": "Milk is a great choice for those managing gout, as it's very low in purines. Since purines break down into uric acid, which can trigger gout flares, limiting high-purine foods is important. Enjoying milk won't significantly increase your uric acid levels. In fact, some studies suggest that milk consumption may even help lower uric acid and reduce the risk of gout attacks. Choose the type of milk that best fits your overall diet and preferences."
  },
  {
    "category": "Dairy and Eggs",
    "name": "Yogurt (not further specified)",
    "purine_count": "5.2",
    "tag": "low",
    "id": 109,
    "description": "Yogurt is generally considered a low-purine food, making it a good choice for those managing gout. With a purine count of only 5.2mg per serving, yogurt is unlikely to significantly contribute to uric acid build-up in the body. Including yogurt in your diet can be a healthy and beneficial way to obtain essential nutrients without raising concerns about triggering gout flare-ups. However, remember to choose plain, unsweetened varieties, as added sugars can indirectly affect uric acid levels. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Dairy and Eggs",
    "name": "Yogurt, liquid",
    "purine_count": "1.4",
    "tag": "low",
    "id": 110,
    "description": "Liquid yogurt is a great choice for those managing gout because it's very low in purines. With a purine count of just 1.4, you can enjoy yogurt without significantly raising uric acid levels in your blood, which is important for preventing gout flare-ups. Dairy products like yogurt can even help your body get rid of uric acid. Feel free to include liquid yogurt as part of a balanced, gout-friendly diet."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Anchovy, dried",
    "purine_count": "1109",
    "tag": "high",
    "id": 111,
    "description": "Dried anchovies are a finfish that unfortunately pack a very high purine punch. With a purine count of 1109mg per serving, they are definitely an ingredient to avoid if you're managing gout. Purines break down into uric acid, which can crystallize in your joints and cause painful gout flare-ups. Due to their high purine content, dried anchovies should be strictly limited or eliminated from your diet to help keep your uric acid levels under control and prevent future gout attacks."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Anchovy, fresh",
    "purine_count": "303.9",
    "tag": "high",
    "id": 112,
    "description": "Fresh anchovies are a high-purine food, containing 303.9mg of purines per serving. For gout patients, this means that consuming fresh anchovies can significantly increase uric acid levels in the body. Elevated uric acid can trigger gout flares, characterized by intense joint pain and inflammation. Therefore, individuals managing gout should exercise caution and limit or avoid fresh anchovies in their diet to help maintain healthy uric acid levels and reduce the risk of painful gout attacks."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Ayu, raw",
    "purine_count": "133.1",
    "tag": "medium",
    "id": 113,
    "description": "Ayu, raw, falls into the \"medium\" purine category with a count of 133.1mg per serving. For gout patients, this means Ayu can be consumed in moderation, but should not be a frequent part of your diet. While not as high in purines as some other seafood options, regularly eating medium-purine foods like Ayu could contribute to increased uric acid levels and potentially trigger gout flares. It's wise to balance your Ayu consumption with low-purine foods and to consider it alongside your overall dietary intake."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Barracuda, raw",
    "purine_count": "147.9",
    "tag": "medium",
    "id": 114,
    "description": "Barracuda, when eaten raw, contains a moderate amount of purines. With a purine count of 147.9mg per serving, it falls into the \"medium\" purine category. If you have gout, consuming barracuda in moderation is generally acceptable, but it's important to be mindful of your overall purine intake from other foods. Pay attention to portion sizes and how your body reacts after eating it. You may want to discuss incorporating barracuda into your diet with your doctor or a registered dietitian."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Beltfish, raw",
    "purine_count": "139.26",
    "tag": "medium",
    "id": 115,
    "description": "Beltfish, when eaten raw, contains a moderate amount of purines (139.26mg per serving). For gout patients, this means it's not a \"high-risk\" food, but moderation is key. Enjoying beltfish occasionally and in smaller portions is generally acceptable, as it's considered a medium-purine food. However, it's important to monitor your individual uric acid levels and how you react to these types of fish. Consider balancing your meal with low-purine foods and staying hydrated to help manage uric acid build-up."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Bonito, dried",
    "purine_count": "492.9",
    "tag": "high",
    "id": 116,
    "description": "Dried bonito is a finfish and shellfish product categorized as having a high purine content. With a purine count of 492.9mg per serving, it's crucial for gout patients to be mindful of its intake. Purines break down into uric acid, which can crystallize in joints and trigger gout flare-ups. Therefore, individuals managing gout are generally advised to significantly limit or avoid dried bonito in their diet to help maintain healthy uric acid levels and reduce the risk of gout attacks."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Carp, raw",
    "purine_count": "103.2",
    "tag": "medium",
    "id": 117,
    "description": "Raw carp is a finfish categorized as having a medium purine content, with about 103mg of purines per serving. If you have gout, it's generally recommended to limit intake of foods with medium purine levels. While not as high as foods like organ meats, consuming carp could still contribute to increased uric acid levels in your body. Consider enjoying it in smaller portions and less frequently, alongside other low-purine options, to help manage your gout symptoms. Always discuss your dietary choices with your doctor or a registered dietitian."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Cod, fresh",
    "purine_count": "97.9",
    "tag": "low",
    "id": 118,
    "description": "Fresh cod is a low-purine finfish, containing approximately 97.9mg of purines per serving.  This makes it a generally safe choice for individuals managing gout. While not entirely purine-free, its lower purine level means it's less likely to significantly raise uric acid levels compared to high-purine seafood like anchovies or shellfish.  Enjoy cod in moderation as part of a balanced diet that prioritizes low-purine foods to help control gout symptoms. Remember, portion control is key, even with low-purine options."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Conger eel, fresh",
    "purine_count": "95.4",
    "tag": "low",
    "id": 119,
    "description": "Conger eel, when fresh, falls into the \"low\" purine category with a count of 95.4mg per serving. For gout patients, this means you can generally include it in your diet in moderation. While it's not as purine-free as some options, it's a better choice than high-purine seafood. Remember to consider your overall diet and portion sizes, and consult with your doctor or a registered dietitian for personalized dietary advice to manage your gout effectively. Enjoy it as part of a balanced meal with plenty of vegetables and water."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Crab ovary, raw",
    "purine_count": "152.4",
    "tag": "medium",
    "id": 120,
    "description": "Crab ovary, raw, falls into the medium purine category, containing 152.4 mg of purines per serving. For gout patients, this means it should be consumed in moderation. While not as high in purines as some meats or organ meats, regularly eating crab ovary could still contribute to increased uric acid levels in the body, potentially triggering gout flare-ups. Consider limiting your portion size or choosing lower-purine seafood options more frequently to manage your purine intake effectively."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Crab, red king, raw",
    "purine_count": "118.05000000000001",
    "tag": "medium",
    "id": 121,
    "description": "Red king crab, while a delicious seafood, contains a moderate amount of purines. Individuals with gout should be mindful of their intake. With a purine count of 118mg per serving, it falls into the medium purine category. Enjoying it occasionally in small portions is generally acceptable as part of a balanced, low-purine diet, but excessive consumption could potentially elevate uric acid levels and trigger gout flares. Always consider your overall diet and individual tolerance when including crab in your meal plan."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Cutlassfish (hairtail), fresh",
    "purine_count": "385.49999999999994",
    "tag": "high",
    "id": 122,
    "description": "Cutlassfish (hairtail), when fresh, is considered a high-purine food. For gout patients, this means it can significantly raise uric acid levels in the blood, potentially triggering gout flares. Due to its high purine content (approximately 385mg per serving), it's best to avoid or severely limit your consumption of cutlassfish if you are managing gout. Opt for low-purine fish alternatives and always consult your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Eel, Japanese, raw",
    "purine_count": "92.1",
    "tag": "low",
    "id": 123,
    "description": "Japanese eel, when raw, contains a relatively low amount of purines at 92.1mg per serving, placing it in the \"low\" category for purine content. For individuals managing gout, this means that raw Japanese eel can be included in your diet in moderation without significantly increasing uric acid levels. However, it's important to remember that cooking methods can affect purine levels, and portion control is still key. Always consult with your doctor or a registered dietitian for personalized dietary advice related to your specific condition."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Engawa (flesh of fish fins)",
    "purine_count": "19",
    "tag": "low",
    "id": 124,
    "description": "Engawa, the flesh from fish fins, falls into the finfish and shellfish category and is considered **low** in purines with a count of 19. For gout patients, this means Engawa is generally a safer seafood choice compared to high-purine options. While you don't need to completely avoid it, moderation is key. Enjoying Engawa in small portions as part of a balanced diet is unlikely to significantly raise your uric acid levels and trigger a gout flare. Remember to consider your overall purine intake from other foods consumed alongside Engawa."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Fish ball, processed",
    "purine_count": "67.7",
    "tag": "low",
    "id": 125,
    "description": "Fish balls, especially processed varieties, contain a relatively low amount of purines at 67.7mg per serving, making them a potentially acceptable choice for individuals managing gout. While not as purine-free as some other options, their \"low\" purine content suggests that including them occasionally and in moderation is unlikely to significantly elevate uric acid levels. However, always consider portion size and other ingredients in your meal, and monitor your individual reaction, as sensitivities can vary. Consulting with your doctor or a registered dietitian for personalized dietary guidance is always recommended."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Fish product (hanpen), processed",
    "purine_count": "12.5",
    "tag": "low",
    "id": 126,
    "description": "Hanpen, a processed fish product, is considered a low-purine food with only 12.5mg of purines per serving. This makes it a generally safe option for individuals managing gout and aiming to reduce their purine intake. While it's lower in purines compared to many other finfish and shellfish, moderation is still key. You can likely include hanpen in your diet without significantly raising your uric acid levels, but it's always wise to consider it as part of a balanced, low-purine meal plan and discuss your diet with your doctor."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Fish product (kamaboko), processed",
    "purine_count": "26.4",
    "tag": "low",
    "id": 127,
    "description": "Kamaboko, a processed fish product, falls into the \"low purine\" category with a purine content of 26.4mg per 100g serving. For gout patients watching their purine intake, kamaboko is generally considered a safe choice compared to many other seafood options. You can likely include it in moderation as part of a balanced diet without significantly increasing your uric acid levels. However, be mindful of portion sizes and consider the overall purine content of your entire meal."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Fish product (narutomaki), processed",
    "purine_count": "32.4",
    "tag": "low",
    "id": 128,
    "description": "Narutomaki, a processed fish product, is considered a low-purine food with approximately 32.4mg of purines per serving. For gout patients, this means you can likely include narutomaki in your diet in moderation without significantly raising your uric acid levels. However, remember that individual tolerance varies. While classified as \"low,\" it's still wise to monitor your body's response and consider your overall purine intake from other foods throughout the day. Enjoying it as part of a balanced, low-purine meal is generally a safe approach."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Fish product (sasakamaboko), processed",
    "purine_count": "47.8",
    "tag": "low",
    "id": 129,
    "description": "Sasakamaboko, a processed fish product, contains a relatively low purine level of 47.8mg per serving. For gout patients, this generally falls into a \"low\" purine category. While you don't need to strictly avoid it, moderation is still key. You can likely include sasakamaboko in your diet as part of a balanced eating plan, but be mindful of your overall purine intake from other foods consumed throughout the day. Monitoring your uric acid levels and discussing your diet with your doctor remains the best approach for managing gout."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Fish product (Satsuma age), processed",
    "purine_count": "21.5",
    "tag": "low",
    "id": 130,
    "description": "Satsuma age, a processed fish product, is considered low in purines with a count of 21.5mg per serving. For gout patients, this means it's generally a safer choice compared to high-purine seafood options. While occasional consumption is unlikely to trigger a flare-up, remember that purine content can vary slightly depending on the exact ingredients and processing methods. Moderation is key, and it's always wise to consider your overall diet and consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Fish sausage, processed",
    "purine_count": "22.7",
    "tag": "low",
    "id": 131,
    "description": "Fish sausage, being a processed finfish product, generally falls into the low purine category, containing about 22.7 mg of purines per serving. While considered low, it's still important to be mindful of portion sizes. If you have gout, you can likely enjoy fish sausage in moderation as part of a balanced diet. Keep in mind that individual tolerance to purines varies, so paying attention to how your body reacts after consuming it is recommended. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Fishcake tube, processed",
    "purine_count": "47.7",
    "tag": "low",
    "id": 132,
    "description": "Fishcake tube, processed, falls into the \"low\" purine category with a count of 47.7mg per serving. For gout patients, this generally means it's a safer choice compared to high-purine foods. While you don't need to strictly avoid it, moderation is still key. Consider it a treat to be enjoyed occasionally rather than a dietary staple. Remember to balance your overall diet with plenty of low-purine vegetables and fruits to help manage your uric acid levels."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Flounder, yellow striped, raw",
    "purine_count": "113",
    "tag": "medium",
    "id": 133,
    "description": "Yellow striped flounder, in its raw form, contains a moderate amount of purines at 113mg per serving. For gout patients, this places it in the \"medium purine\" category. While you don't necessarily need to eliminate it entirely, moderation is key. Consuming it occasionally in smaller portions is generally acceptable, but be mindful of your overall purine intake from other foods and drinks throughout the day. Always consider your individual tolerance and consult with your doctor or a registered dietitian for personalized advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Flying fish, raw",
    "purine_count": "154.2",
    "tag": "medium",
    "id": 134,
    "description": "Flying fish, when consumed raw, falls into the medium purine category with a purine count of 154.2mg per serving. If you have gout, it's best to consume flying fish in moderation. While not as high in purines as some other seafood options, regular or large portions could still contribute to increased uric acid levels in your body, potentially triggering a gout flare-up. Consider limiting your intake and balancing it with low-purine foods in your diet."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Gnomefish, meat, raw",
    "purine_count": "150.70000000000002",
    "tag": "medium",
    "id": 135,
    "description": "Gnomefish, a type of finfish, contains a medium level of purines, about 150mg per serving. For gout patients, this means it's not a \"high-risk\" food like organ meats or some shellfish, but should still be eaten in moderation. Consider limiting your portion size and frequency of consumption. If you're experiencing a gout flare, it's best to avoid gnomefish altogether. Always consult your doctor or a registered dietitian for personalized dietary advice regarding purine intake and gout management."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Gnomefish, skin, raw",
    "purine_count": "382.6",
    "tag": "high",
    "id": 136,
    "description": "Gnomefish skin, when raw, is considered a high-purine food, containing 382.6mg of purines per serving. For gout patients, this means consuming it could significantly raise uric acid levels in the body, potentially triggering a gout flare-up. Therefore, it's best to avoid or severely limit your intake of raw gnomefish skin if you're managing gout. Consider opting for lower-purine seafood choices and always cook your fish, as cooking methods can sometimes slightly reduce purine content. Consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Halibut, bastard, raw",
    "purine_count": "133.7",
    "tag": "medium",
    "id": 137,
    "description": "Halibut, a type of finfish, contains a moderate amount of purines. With a purine count of 133.7mg per serving, it falls into the \"medium\" purine category. If you have gout, consuming halibut in moderation is generally acceptable as part of a balanced diet. Be mindful of your overall purine intake from other foods and drinks throughout the day. Keeping portion sizes reasonable and staying hydrated can also help manage uric acid levels. Consulting with your doctor or a registered dietitian is recommended for personalized dietary advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Herring, raw",
    "purine_count": "139.2",
    "tag": "medium",
    "id": 138,
    "description": "Herring, raw, falls into the medium purine category, containing 139.2mg of purines per serving. If you have gout, you should be mindful of your intake of medium-purine foods like herring. While not as high as some other seafood, regularly consuming moderate amounts could still contribute to elevated uric acid levels and potentially trigger gout flares. Consider limiting your portion size or frequency of eating herring, and balance it with plenty of low-purine foods and water to help manage your uric acid levels."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Lingcod, raw",
    "purine_count": "139.6",
    "tag": "medium",
    "id": 139,
    "description": "Lingcod, a type of finfish, contains a moderate amount of purines. With a purine count of 139.6mg per serving, it falls into the \"medium\" purine category. If you have gout, consuming lingcod in moderation is generally acceptable, but be mindful of your overall purine intake from other foods. Pay attention to serving sizes and consider limiting your consumption during gout flare-ups. It's always best to discuss your dietary choices with your doctor or a registered dietitian for personalized advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Lobster, spiny, raw",
    "purine_count": "102.2",
    "tag": "medium",
    "id": 140,
    "description": "Spiny lobster, in its raw form, falls into the medium purine category with a count of 102.2mg per serving. For gout patients, this means it's best to consume it in moderation. While not as high in purines as some other seafood, frequent or large servings of spiny lobster could potentially raise your uric acid levels and trigger a gout flare-up. Consider limiting your intake and pairing it with plenty of water and low-purine foods to help manage your overall purine load."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Mackerel, fermented (Heshiko)",
    "purine_count": "207",
    "tag": "high",
    "id": 141,
    "description": "Fermented mackerel, or \"Heshiko,\" falls into the high purine category, containing 207mg of purines per serving. For gout patients, this means it's best to limit or avoid Heshiko consumption. High purine foods like this can break down into uric acid in the body, potentially triggering gout flares. Opting for low-purine fish or alternative protein sources will help manage your uric acid levels and reduce the risk of gout symptoms. Remember to always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Mackerel, jack, half-dried",
    "purine_count": "245.9",
    "tag": "high",
    "id": 142,
    "description": "Jack mackerel, especially when half-dried, is considered a high-purine food. With a purine count of 245.9 mg per serving, it's best to limit or avoid this type of fish if you have gout. High-purine foods like jack mackerel can significantly raise uric acid levels in your body, potentially triggering gout flares. Opting for low-purine fish or other protein sources can help manage your uric acid levels and reduce the risk of gout symptoms. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Mackerel, Japanese, skin, raw",
    "purine_count": "1175",
    "tag": "high",
    "id": 143,
    "description": "Japanese mackerel skin, when raw, is very high in purines. With a purine count of 1175, it's definitely an ingredient to avoid if you have gout or are trying to manage high uric acid levels. Purines break down into uric acid in the body, and excess uric acid can trigger gout flares. Choosing lower-purine fish options or limiting your overall intake of high-purine foods like this mackerel can help keep your uric acid levels in check and reduce your risk of gout attacks. Consider other cooking methods as well, as these can affect the purine level."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Mackerel, Spanish, raw",
    "purine_count": "161.95",
    "tag": "medium",
    "id": 144,
    "description": "Spanish mackerel is a finfish with a moderate purine content. For gout patients, this means that while it's not as high in purines as some other seafoods, it should still be consumed in moderation. If you are closely monitoring your purine intake, you may want to limit your portion size or frequency of eating Spanish mackerel to avoid potential gout flare-ups. Consider balancing your meals with low-purine foods to help manage your overall purine intake."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Milt, cod",
    "purine_count": "559.9",
    "tag": "high",
    "id": 145,
    "description": "Cod milt, a type of finfish and shellfish, unfortunately contains a very high amount of purines, clocking in at 559.9mg per serving. For those managing gout, this ingredient is best avoided or consumed very sparingly. High-purine foods like cod milt can significantly raise uric acid levels in the body, which can then trigger painful gout flare-ups. Opting for lower-purine protein sources is a much safer approach to maintaining comfortable uric acid levels and preventing gout attacks."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Milt, globefish",
    "purine_count": "375.40000000000003",
    "tag": "high",
    "id": 146,
    "description": "Milt, specifically from globefish, is very high in purines. If you have gout, it's best to avoid this ingredient entirely. Purines break down into uric acid, which can trigger gout flares. With a purine count of 375.4mg per 100g serving, globefish milt is considered a \"high\" purine food, meaning it significantly contributes to increased uric acid levels in the body. Choosing lower-purine seafood or other protein sources is a much safer option to manage your gout."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Milt, pigfish, striped, raw",
    "purine_count": "306.09999999999997",
    "tag": "high",
    "id": 147,
    "description": "Raw, striped pigfish milt falls into the \"high purine\" category with approximately 306mg of purines per serving. For gout patients, this means it's best to avoid this ingredient. High-purine foods like this can significantly elevate uric acid levels in the body, potentially triggering gout flares. Choosing low-purine options within the finfish and shellfish category is recommended for managing your gout effectively. Consider safer seafood choices and always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Monkfish liver, raw",
    "purine_count": "104.20000000000002",
    "tag": "medium",
    "id": 148,
    "description": "Monkfish liver, raw, falls into the medium purine category. If you have gout, it's best to consume this ingredient in moderation. With a purine count of 104.2mg per serving, it can contribute to uric acid buildup in your body, potentially triggering a gout flare-up. Consider limiting your portion size or choosing lower-purine options more frequently to manage your uric acid levels effectively and reduce the risk of gout attacks."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Monkfish liver, steamed",
    "purine_count": "398.70000000000005",
    "tag": "high",
    "id": 149,
    "description": "Monkfish liver, especially when steamed, is very high in purines. With a purine count of 398.7mg per serving, it's definitely an ingredient to avoid if you have gout. High purine foods like monkfish liver break down into uric acid in the body, which can trigger painful gout flare-ups. Consider opting for low-purine choices like fruits, vegetables, and low-fat dairy to manage your uric acid levels and reduce the risk of attacks."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Monkfish, raw",
    "purine_count": "70.1",
    "tag": "low",
    "id": 150,
    "description": "Monkfish, in its raw form, is considered a low purine finfish option with a purine count of 70.1mg per serving. For those managing gout, monkfish can generally be included in your diet in moderation. While not completely purine-free, its lower purine level means it's less likely to significantly raise your uric acid levels compared to high-purine seafood. Remember to factor in portion sizes and other foods consumed in the same meal for a balanced approach to managing your purine intake. As always, consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Octopus organs, raw",
    "purine_count": "79.89999999999999",
    "tag": "low",
    "id": 151,
    "description": "Octopus organs, when raw, contain a low amount of purines, approximately 80mg per serving. For those managing gout, this falls into a category that is generally considered acceptable in moderation. While not completely purine-free, its relatively low purine level means it's less likely to significantly contribute to uric acid buildup compared to high-purine foods. However, individual tolerance varies, so it's wise to monitor your uric acid levels and symptoms after consumption to understand your personal reaction. Consider limiting portion sizes and balancing with purine-free foods."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Octopus, raw",
    "purine_count": "137.2",
    "tag": "medium",
    "id": 152,
    "description": "Octopus, when eaten raw, falls into the medium purine category. This means it contains a moderate amount of purines (137.2mg per serving). If you have gout, it's generally advised to limit your intake of medium-purine foods. While you don't necessarily need to avoid octopus entirely, consuming it in moderation and not very frequently is recommended. Be sure to balance your diet with plenty of low-purine foods and stay well-hydrated to help manage your uric acid levels. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Okiami (krill), raw",
    "purine_count": "225.6",
    "tag": "high",
    "id": 153,
    "description": "Okiami (krill), a type of small shellfish, is considered high in purines. For gout patients, this means consuming raw okiami could significantly raise your uric acid levels, potentially triggering a gout flare. It's generally advised to limit or avoid high-purine foods like okiami to manage gout effectively. Consider opting for lower-purine seafood choices and always consult with your doctor or a registered dietitian for personalized dietary recommendations tailored to your specific needs and gout management plan."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Oysters, raw",
    "purine_count": "121.99999999999999",
    "tag": "medium",
    "id": 154,
    "description": "Raw oysters fall into the medium purine category, meaning they contain a moderate amount of purines. For gout patients, this suggests they should be consumed in moderation rather than avoided entirely. While not as high in purines as some red meats or organ meats, eating large quantities of oysters could still potentially raise uric acid levels and trigger a gout flare-up. Consider limiting your portion size and frequency of oyster consumption, and always stay well-hydrated to help your body eliminate uric acid."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Pacific saury, half-dried",
    "purine_count": "209.10000000000002",
    "tag": "high",
    "id": 155,
    "description": "Pacific saury, especially when half-dried, is considered a high-purine food. For those managing gout, this means it can significantly raise uric acid levels in your body. It's generally advisable to limit or avoid Pacific saury in your diet to help prevent gout flares. Consider choosing lower-purine fish options or alternative protein sources to better manage your uric acid levels and reduce the risk of gout symptoms. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Pacific saury, raw",
    "purine_count": "154.89999999999998",
    "tag": "medium",
    "id": 156,
    "description": "Pacific saury, a finfish, falls into the medium purine category with a count of about 155mg per serving. If you have gout, this means it can moderately increase uric acid levels in your body. While you don't necessarily need to completely avoid it, it's best to consume Pacific saury in moderation and be mindful of your overall purine intake from other foods. Consider it a treat to enjoy occasionally rather than a regular part of your diet, and always discuss your dietary choices with your doctor or a registered dietitian."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Pigfish, striped, raw",
    "purine_count": "149.1",
    "tag": "medium",
    "id": 157,
    "description": "Pigfish, striped, raw, falls into the medium purine category with a purine count of 149.1mg per serving.  If you have gout, it's best to manage your intake of foods in this category.  While you don't necessarily need to avoid it entirely, consuming pigfish in moderation and less frequently than low-purine options is recommended.  Prioritize hydration and a balanced diet with plenty of low-purine foods to help manage uric acid levels. Consider discussing portion sizes and frequency with your doctor or a registered dietitian."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Red seabream, raw",
    "purine_count": "129.1",
    "tag": "medium",
    "id": 158,
    "description": "Red seabream, when raw, contains a moderate amount of purines. With a purine count of 129.1 mg per serving, it falls into the medium category. If you have gout, consuming it in moderation is generally acceptable. However, pay attention to portion sizes and consider your overall purine intake for the day. Pairing it with purine-lowering foods and staying well-hydrated can help manage uric acid levels. It's always best to discuss your specific dietary needs with your doctor or a registered dietitian."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Rockfish (Mebaru), raw",
    "purine_count": "124.1",
    "tag": "medium",
    "id": 159,
    "description": "Raw rockfish (Mebaru) falls into the medium purine category, containing 124.1mg of purines per serving. If you're managing gout, it's important to be mindful of your portion sizes with this fish. While not as high in purines as some other seafood options, regularly consuming medium-purine foods can still contribute to elevated uric acid levels. Consider limiting your intake and pairing it with plenty of water and low-purine foods like vegetables to help manage your gout."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Roe, flying fish, in soy sauce",
    "purine_count": "91.60000000000001",
    "tag": "low",
    "id": 160,
    "description": "Roe, flying fish, in soy sauce, falls into the \"low\" purine category with a count of 91.6mg per serving. While not as high as some other seafood options, it's still important to be mindful of portion sizes. If you have gout, incorporating smaller amounts of low-purine foods like this, rather than larger portions, into an overall balanced diet can help you manage your purine intake and reduce the risk of gout flare-ups. Remember to consider the soy sauce content as well, since some soy sauces can be high in sodium."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Roe, mixed species, raw",
    "purine_count": "80.78999999999999",
    "tag": "low",
    "id": 161,
    "description": "Roe, or fish eggs, from mixed species are considered to have a relatively low purine content. While not as high as organ meats, they do contain some purines. If you have gout, enjoying roe in moderation is generally acceptable. Since it falls into the 'low' purine category, it's unlikely to significantly impact your uric acid levels when consumed as part of a balanced diet. However, always consider your individual tolerance and overall purine intake from other sources when making dietary choices."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Sablefish meat, raw",
    "purine_count": "123.4",
    "tag": "medium",
    "id": 162,
    "description": "Sablefish, when raw, is considered a medium-purine food. For gout patients, this means that sablefish contains a moderate amount of purines, which break down into uric acid in the body. While you don't necessarily have to avoid it completely, moderation is key. Consider limiting your portion size and frequency of consumption. Balancing your sablefish intake with low-purine foods like fruits, vegetables, and whole grains can help manage your uric acid levels and reduce the risk of gout flare-ups."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Sablefish skin, raw",
    "purine_count": "66.9",
    "tag": "low",
    "id": 163,
    "description": "Sablefish skin, when eaten raw, falls into the \"low\" purine category, containing about 67mg of purines per serving. For gout patients, this generally means it's a safer choice compared to high-purine seafood. While you don't need to strictly avoid it, moderation is still key. Consider your overall diet and purine intake for the day when deciding how much sablefish skin to consume, and remember to stay hydrated to help your body process uric acid."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Sailfin sandfish, raw",
    "purine_count": "98.4",
    "tag": "low",
    "id": 164,
    "description": "Sailfin sandfish (raw) is categorized as a finfish and shellfish option with a \"low\" purine content, containing approximately 98.4 mg of purines per serving. For individuals managing gout, this suggests that sailfin sandfish could be included in your diet in moderation. While it's not a \"no-go\" food, remember that purines break down into uric acid, which can trigger gout flare-ups if levels become too high. Therefore, monitoring portion sizes and balancing your intake with very low-purine foods is still important when incorporating sailfin sandfish into your meal plan."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Salmon, chum, raw",
    "purine_count": "124.7",
    "tag": "medium",
    "id": 165,
    "description": "Chum salmon, when raw, contains a moderate amount of purines, specifically 124.7mg per serving. For gout patients, this places it in the \"medium purine\" category. While you don't necessarily need to eliminate it entirely, it's best to consume chum salmon in moderation. Consider limiting your portion size and frequency of consumption, and always pair it with plenty of water to help your body process purines. Remember, maintaining a balanced diet and staying hydrated are key to managing gout symptoms."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Sardine, baby, dried",
    "purine_count": "746",
    "tag": "high",
    "id": 166,
    "description": "Dried baby sardines are very high in purines. If you have gout, it's best to avoid them completely. With a purine count of 746mg per serving, they can significantly raise your uric acid levels and trigger a gout flare-up. Choosing other protein sources with low to moderate purine levels is a much safer option for managing your condition. Consider leaner meats, poultry, or plant-based proteins instead. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Sardine, fermented (Heshiko)",
    "purine_count": "116.3",
    "tag": "medium",
    "id": 167,
    "description": "Fermented sardines, also known as Heshiko, fall into the medium purine category. While fish is generally a healthy dietary choice, individuals with gout should be mindful of the purine content in certain types. Heshiko contains 116.3 mg of purines per serving, meaning it's not as high as some other seafoods, but still warrants moderation. Consuming it occasionally in small portions is less likely to trigger gout flares than eating it regularly or in large amounts. Consider balancing your diet with low-purine options and consulting with your doctor or a registered dietitian for personalized advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Sardine, half-dried",
    "purine_count": "305.3",
    "tag": "high",
    "id": 168,
    "description": "Sardines, especially half-dried ones, are considered high in purines. For gout patients, this means that consuming them can significantly increase uric acid levels in the body. Since uric acid buildup is the root cause of gout flares, it's generally advisable to limit or avoid sardines in your diet.  Regularly eating high-purine foods like sardines can trigger gout attacks or worsen existing symptoms. Consider opting for low-purine fish options instead and always consult with your doctor or a registered dietitian for personalized dietary guidance on managing gout."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Scallops, raw",
    "purine_count": "76.5",
    "tag": "low",
    "id": 169,
    "description": "Raw scallops fall into the \"low\" purine category for finfish and shellfish, containing 76.5mg of purines per serving. While not as high as other seafood options, individuals managing gout should still consume scallops in moderation. Remember that purines break down into uric acid, which can trigger gout flares. Enjoy scallops as part of a balanced diet, but be mindful of portion sizes and consider other dietary factors that affect uric acid levels, such as alcohol consumption and hydration. Consulting with a doctor or registered dietitian is always recommended for personalized dietary advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Sea cucumber, raw",
    "purine_count": "7.7",
    "tag": "low",
    "id": 170,
    "description": "Sea cucumber, a type of finfish and shellfish, is considered a low-purine food, with a purine count of 7.7mg per serving. For individuals managing gout, this is good news! Lower purine foods like sea cucumber are less likely to significantly contribute to uric acid buildup in the body, which can trigger gout flare-ups. Therefore, enjoying sea cucumber in moderation is generally considered safe for those following a gout-friendly diet, but always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Sea urchin, raw",
    "purine_count": "137.29999999999998",
    "tag": "medium",
    "id": 171,
    "description": "Raw sea urchin falls into the \"medium\" purine category. For gout patients, this means it contains a moderate amount of purines, which break down into uric acid in your body. If you're managing gout, you don't necessarily need to avoid it completely, but you should consume it in moderation. Consider it when planning your overall purine intake for the day or week, and be mindful of portion sizes. Balancing sea urchin with lower-purine foods can help keep your uric acid levels in check and reduce the risk of gout flare-ups."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Seabass, Japanese, liver, raw",
    "purine_count": "217.69",
    "tag": "high",
    "id": 172,
    "description": "Japanese Seabass liver, when raw, is considered a high-purine food with a purine count of 217.69mg per serving. If you have gout, it's best to avoid this ingredient. High-purine foods like this can significantly raise uric acid levels in your blood, potentially triggering gout flare-ups. Consider choosing lower-purine options to help manage your gout effectively."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Seabass, Japanese, skin, raw",
    "purine_count": "1399.71",
    "tag": "high",
    "id": 173,
    "description": "Japanese Seabass skin, when raw, is very high in purines. With a purine count of 1399.71, this ingredient is tagged as \"high\" and should be strictly limited or avoided by gout patients. Purines break down into uric acid, which can crystallize in joints and cause gout flares. Consuming high-purine foods like raw Japanese Seabass skin can significantly increase your uric acid levels, potentially triggering a painful gout attack. Consider safer, low-purine alternatives to manage your gout effectively."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Seabass, mixed species, raw",
    "purine_count": "107.30000000000001",
    "tag": "medium",
    "id": 174,
    "description": "Seabass, when raw, contains a moderate amount of purines (107.3mg per serving). If you have gout, it's important to be mindful of your purine intake, as purines break down into uric acid, which can trigger gout flares.  While seabass isn't as high in purines as some other seafood, it's advisable to consume it in moderation, especially during a gout flare. Consider smaller portions and balancing your diet with plenty of low-purine foods like fruits, vegetables, and whole grains. Discuss your seafood consumption with your doctor or a registered dietitian for personalized advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Shad, dotted gizzard",
    "purine_count": "186.8",
    "tag": "medium",
    "id": 175,
    "description": "Dotted gizzard shad falls into the \"medium\" purine category, containing 186.8mg of purines per serving. If you have gout, moderate your intake of this finfish. While not as high in purines as some other seafood options, consuming it regularly could still contribute to elevated uric acid levels and potentially trigger gout flare-ups. Consider smaller portions and balance your diet with plenty of low-purine foods like fruits, vegetables, and whole grains to help manage your purine intake effectively."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Shishamo with roe, half-dried",
    "purine_count": "149.6",
    "tag": "medium",
    "id": 176,
    "description": "Shishamo with roe, half-dried, falls into the medium purine category, containing 149.6mg of purines per serving. For gout patients, this means moderate consumption is key. While not as high in purines as some other seafood options, regularly eating shishamo could still contribute to increased uric acid levels. Enjoy it in moderation, paying attention to portion sizes and how your body responds. Consider balancing it with low-purine foods in your meal and staying well-hydrated to help your kidneys flush out excess uric acid."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Shrimp, deep-water",
    "purine_count": "221.6",
    "tag": "high",
    "id": 177,
    "description": "Deep-water shrimp, like other shellfish, are considered to have a high purine content. Purines break down into uric acid in the body, which can trigger gout flare-ups if uric acid levels become too high. With a purine count of 221.6 mg per serving, deep-water shrimp should be eaten in moderation or avoided, especially during gout flare-ups. Limiting your intake of high-purine foods like deep-water shrimp can help manage uric acid levels and reduce the risk of gout attacks. Consider choosing lower-purine protein sources more often."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Shrimp, raw (sand shrimp and Pacific shrimp species)",
    "purine_count": "177.285",
    "tag": "medium",
    "id": 178,
    "description": "Raw shrimp, including sand shrimp and Pacific shrimp, falls into the medium purine category, containing about 177mg of purines per serving. For gout patients, this means shrimp can be enjoyed in moderation, but not excessively, as purines break down into uric acid, which can trigger gout flares. Consider limiting your portion size and frequency of shrimp consumption, and always balance it with plenty of water and other low-purine foods in your diet. Monitoring your uric acid levels and symptoms after eating shrimp can also help you determine your individual tolerance."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Shrimp, raw (unspecified)",
    "purine_count": "166.5",
    "tag": "medium",
    "id": 179,
    "description": "Raw shrimp contains a moderate amount of purines. If you have gout, you don't need to completely eliminate it, but moderation is key. Aim to limit your portions and consider it a treat rather than a dietary staple. Balancing your diet with low-purine foods like fruits, vegetables, and whole grains will help manage your uric acid levels. Remember to stay hydrated, as drinking plenty of water can help your body flush out excess uric acid. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Shrimp, Sakura, dried",
    "purine_count": "748.9",
    "tag": "high",
    "id": 180,
    "description": "Dried sakura shrimp are very high in purines. For gout patients, this means they can significantly raise uric acid levels in the blood, potentially triggering gout flares. Because of their concentrated purine content (748.9 mg per serving), dried sakura shrimp should be strictly avoided or consumed very rarely and in extremely small amounts. Opt for low-purine seafood choices and consult with your doctor or a registered dietitian for personalized dietary advice to manage your gout effectively."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Smelt, raw",
    "purine_count": "94.9",
    "tag": "low",
    "id": 181,
    "description": "Smelt, raw, falls into the \"low\" purine category. With approximately 95mg of purines per serving, it's a more favorable choice compared to high-purine seafood if you're managing gout. While considered low, moderation is still key. It's important to remember that even low-purine foods can contribute to your overall purine intake, so consider your portion sizes and balance with other foods in your diet. Consulting with a doctor or registered dietitian is always best for personalized dietary advice to manage your gout effectively."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Snails, raw",
    "purine_count": "182.2",
    "tag": "medium",
    "id": 182,
    "description": "Snails, even when raw, contain a moderate amount of purines. With a purine count of 182.2mg per serving, they fall into the \"medium\" purine category. If you have gout, it's wise to be mindful of your overall purine intake. While you don't necessarily need to eliminate snails completely, consuming them in moderation and less frequently is recommended. Consider balancing your meal with low-purine foods and maintaining adequate hydration to help manage your uric acid levels and minimize the risk of gout flare-ups."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Squid organs, raw",
    "purine_count": "59.6",
    "tag": "low",
    "id": 183,
    "description": "Squid organs, when raw, contain a relatively low amount of purines (59.6mg per serving). For gout patients carefully managing their purine intake, this puts squid organs in the \"low\" purine category. While you don't need to eliminate them entirely, it's still wise to consume them in moderation, especially during a gout flare-up. Remember to consider portion sizes and other purine-rich foods you're consuming throughout the day to maintain a balanced diet and minimize gout risk."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Squid, shredded, dried",
    "purine_count": "94.4",
    "tag": "low",
    "id": 184,
    "description": "Shredded, dried squid is considered a finfish and shellfish with a relatively low purine content. While all seafood contains some purines, this type of squid contains 94.4mg of purines per 100g serving, which is on the lower end. If you are managing gout, you can likely include this in your diet in moderation. Always consider your overall dietary intake and personal tolerance levels, as individual reactions to purine-containing foods can vary. It's best to consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Swordfish (Xiphias), fresh",
    "purine_count": "132.20000000000002",
    "tag": "medium",
    "id": 185,
    "description": "Swordfish is a finfish that contains a moderate amount of purines. With a purine count of 132.2mg per serving, it falls into the \"medium\" purine category. If you have gout, consuming swordfish occasionally in small portions is generally considered acceptable, but moderation is key. It's important to balance your intake with low-purine foods and consult with your doctor or a registered dietitian to determine the best dietary approach for managing your gout and purine intake."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Tilefish, raw",
    "purine_count": "119.5",
    "tag": "medium",
    "id": 186,
    "description": "Tilefish, a finfish, contains a moderate amount of purines, approximately 119.5mg per serving.  For gout patients, this classifies it as a \"medium\" purine food. While you don't need to eliminate it entirely, it's wise to consume tilefish in moderation.  Consider limiting your intake to smaller portions and not eating it frequently.  Balancing your diet with low-purine foods and staying hydrated is crucial when managing gout and consuming foods like tilefish. Pay attention to how your body reacts after eating it and adjust your intake accordingly."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Trout, rainbow, raw",
    "purine_count": "181",
    "tag": "medium",
    "id": 187,
    "description": "Rainbow trout, when raw, falls into the \"medium\" purine category with a count of 181. This means it contains a moderate amount of purines that break down into uric acid in the body. If you have gout, you don't necessarily need to avoid trout entirely, but moderation is key. Consider it a \"sometimes\" food. Limit portion sizes and frequency of consumption, and be sure to balance your diet with plenty of low-purine foods and stay well-hydrated to help your body flush out uric acid. Consult your doctor or a registered dietitian for personalized advice on managing your purine intake."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Tuna (Bonito), raw",
    "purine_count": "211.2",
    "tag": "high",
    "id": 188,
    "description": "Raw tuna (bonito) is considered a high-purine food. Purines break down into uric acid in the body, and elevated uric acid levels can trigger gout attacks. If you have gout, it's generally recommended to limit your intake of high-purine foods like raw tuna. While occasional small portions might be acceptable for some, regularly consuming it could increase your risk of gout flares. Discuss appropriate portion sizes and frequency with your doctor or a registered dietitian to manage your uric acid levels effectively."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Tuna, raw (unspecified)",
    "purine_count": "157.2",
    "tag": "medium",
    "id": 189,
    "description": "Raw tuna contains a moderate amount of purines, about 157mg per serving, which places it in the medium purine category. For gout patients, this means it's best to consume raw tuna in moderation. While not as high in purines as some other seafood, it can still contribute to uric acid levels in the body. Consider limiting your portion size and frequency of consumption, especially during a gout flare-up. Balancing your diet with low-purine options is key to managing your gout symptoms effectively."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Turbot liver, raw",
    "purine_count": "264.33",
    "tag": "high",
    "id": 190,
    "description": "Turbot liver, especially when raw, is considered a high-purine food.  Individuals with gout should be cautious about consuming it.  With a purine count of 264.33mg per serving, this organ meat can significantly contribute to elevated uric acid levels in the body.  Increased uric acid can trigger gout flare-ups.  Therefore, it's generally recommended to limit or avoid turbot liver if you have gout or are trying to manage your purine intake. Consider substituting with lower-purine protein sources to help control uric acid levels."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Turbot skin, raw",
    "purine_count": "142.1",
    "tag": "medium",
    "id": 191,
    "description": "Turbot skin, raw, is a finfish and shellfish ingredient that falls into the medium purine category with a count of 142.1mg per serving. If you are managing gout, it's important to be mindful of your purine intake. While not as high as some red meats or organ meats, turbot skin can still contribute to uric acid buildup in your body. Enjoy it in moderation and consider other low-purine protein sources as your primary choices. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Turbot, European, raw",
    "purine_count": "112.21",
    "tag": "medium",
    "id": 192,
    "description": "Turbot, a type of finfish, contains a moderate amount of purines, specifically 112.21mg per serving. For gout patients, this places it in the \"medium\" purine category. While not as high as some other seafood, it's important to be mindful of your portion sizes and overall diet. Consuming turbot occasionally in moderation is likely acceptable for most individuals managing gout, but it's wise to track your intake and monitor your uric acid levels to see how it affects you personally. Consider balancing it with lower-purine foods in your meal."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Weather loach, raw",
    "purine_count": "136.1",
    "tag": "medium",
    "id": 193,
    "description": "Weather loach, a type of finfish, contains a moderate amount of purines. With a purine count of 136.1mg per serving, it falls into the \"medium\" purine category. If you have gout, consuming weather loach in moderation is generally acceptable, but it's important to consider your overall purine intake from other foods and beverages. Pay attention to portion sizes and how your body reacts.  Discussing your diet with your doctor or a registered dietitian is always a good idea to personalize your gout management plan."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Whitebait, dried",
    "purine_count": "471.1",
    "tag": "high",
    "id": 194,
    "description": "Dried whitebait is a finfish and shellfish product categorized as having a high purine content, specifically 471.1mg per serving. For gout patients, this is a concerning amount. High purine foods like dried whitebait break down into uric acid in the body, which can trigger gout flare-ups by forming painful crystals in your joints. Due to its high purine level, individuals managing gout should avoid or severely limit their consumption of dried whitebait to maintain healthy uric acid levels and reduce the risk of gout attacks."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Whiting (Sillaginidae), raw",
    "purine_count": "144.1",
    "tag": "medium",
    "id": 195,
    "description": "Whiting, a type of finfish, contains a moderate amount of purines, approximately 144mg per serving when raw. For gout patients, this means whiting isn't a \"high-risk\" food like organ meats or some shellfish, but it should still be consumed in moderation. Limiting your portion size and frequency of whiting consumption can help manage your overall purine intake and reduce the risk of gout flare-ups. Consider balancing your meals with low-purine foods like fruits, vegetables, and whole grains to maintain a balanced diet."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Yellowtail (amberjack), raw",
    "purine_count": "120.8",
    "tag": "medium",
    "id": 196,
    "description": "Yellowtail, or amberjack, when eaten raw, falls into the medium purine category, containing about 120.8mg of purines per serving. For gout patients, this means it's not a high-risk food like sardines or organ meats, but it's wise to consume it in moderation. Enjoying yellowtail occasionally as part of a balanced diet is generally acceptable, but avoid frequent or large servings to help manage your uric acid levels and reduce the risk of gout flare-ups. Remember to consider your overall purine intake from other foods as well."
  },
  {
    "category": "Finfish and shellfish",
    "name": "Yellowtail, young, fresh",
    "purine_count": "152.5",
    "tag": "medium",
    "id": 197,
    "description": "Young, fresh yellowtail is a finfish and shellfish that contains a moderate amount of purines. With a purine count of 152.5mg per serving, it falls into the \"medium\" purine category. If you have gout, it's generally recommended to limit your intake of medium-purine foods like young yellowtail. Enjoying it occasionally in small portions might be acceptable, but consider other lower-purine protein sources more frequently. Always consult your doctor or a registered dietitian for personalized dietary advice regarding purine intake and managing your gout symptoms."
  },
  {
    "category": "Fruits",
    "name": "Avocado, raw",
    "purine_count": "18.400000000000002",
    "tag": "low",
    "id": 198,
    "description": "Avocados are a gout-friendly fruit with a low purine content, around 18.4mg per serving. This makes them a good choice for people managing gout, as lower purine intake can help reduce uric acid levels in the blood. Enjoying avocados in moderation as part of a balanced diet should not significantly contribute to gout flare-ups. Remember to always consider your individual tolerance and dietary needs when managing your gout."
  },
  {
    "category": "Fruits",
    "name": "Bananas, raw",
    "purine_count": "3",
    "tag": "low",
    "id": 199,
    "description": "Bananas are a great choice for those managing gout and watching their purine intake. As a fruit with a \"low\" purine count of only 3mg per serving, bananas are unlikely to contribute to elevated uric acid levels in the body, which is a key concern for gout sufferers.  Feel free to enjoy bananas as a healthy and delicious part of your gout-friendly diet; they offer essential nutrients like potassium, which can even have a positive effect on overall health."
  },
  {
    "category": "Fruits",
    "name": "Goji berry",
    "purine_count": "5.5200000000000005",
    "tag": "low",
    "id": 200,
    "description": "Goji berries are a fruit considered low in purines, containing approximately 5.52 mg per serving. For gout patients, this means goji berries can generally be enjoyed without significantly raising uric acid levels, which is crucial for managing gout symptoms. As a low-purine fruit, they're a suitable addition to a gout-friendly diet. However, moderation is always key, and it's wise to monitor your individual response to any new food. Including a variety of low-purine fruits like goji berries contributes to a balanced and potentially beneficial dietary approach for gout."
  },
  {
    "category": "Fruits",
    "name": "Strawberries, raw",
    "purine_count": "2.2",
    "tag": "low",
    "id": 201,
    "description": "Strawberries are a fantastic choice for those managing gout and purine intake. As a \"low\" purine fruit, raw strawberries contain only a minimal amount of purines (2.2mg per serving). This means you can enjoy their sweet taste and nutritional benefits without significantly raising uric acid levels in your body, which is a key concern for gout sufferers. Feel free to add them to your diet, knowing they're a gout-friendly option."
  },
  {
    "category": "Lamb, veal, and game (other than organs)",
    "name": "Mutton, raw",
    "purine_count": "94.9",
    "tag": "low",
    "id": 202,
    "description": "Raw mutton contains a relatively low amount of purines compared to organ meats and some other foods. With a purine count of 94.9mg per serving, it falls into the \"low\" category for gout patients. While you don't necessarily need to eliminate it entirely from your diet, moderation is key. Consider limiting your portion size and frequency of consumption to help manage your uric acid levels and reduce the risk of gout flare-ups. Remember to discuss your dietary choices with your doctor or a registered dietitian for personalized advice."
  },
  {
    "category": "Lamb, veal, and game (other than organs)",
    "name": "Whale, raw",
    "purine_count": "99.45",
    "tag": "low",
    "id": 203,
    "description": "Raw whale meat contains a relatively low purine level, at 99.45 mg per 100g serving, which places it in the \"low\" purine category. For gout patients, this suggests that consuming raw whale meat in moderation is less likely to significantly elevate uric acid levels compared to high-purine foods like organ meats or certain seafoods. However, it's crucial to remember that individual responses to dietary purines can vary, and other dietary and lifestyle factors also influence gout. Consult with your doctor or a registered dietitian for personalized advice regarding your specific needs and overall gout management."
  },
  {
    "category": "Legumes and legume products",
    "name": "Bean curd lees (Okara)",
    "purine_count": "48.5",
    "tag": "low",
    "id": 204,
    "description": "Bean curd lees, also known as Okara, is a byproduct of soybean processing and falls under the legumes category. The good news for gout patients is that Okara has a relatively low purine content, with about 48.5 mg of purines per 100g serving. This \"low\" purine tag suggests that Okara can likely be included in your diet without significantly raising uric acid levels, which is important for managing gout. However, portion control is always recommended, and it's best to discuss your dietary choices with your doctor or a registered dietitian for personalized advice."
  },
  {
    "category": "Legumes and legume products",
    "name": "Broad beans, dried, raw",
    "purine_count": "35.5",
    "tag": "low",
    "id": 205,
    "description": "Dried, raw broad beans fall into the legumes category and contain a low amount of purines, specifically 35.5mg per serving. For gout patients, this generally means they can be included in your diet in moderation without significantly raising uric acid levels. However, it's essential to consider your overall purine intake from all foods and monitor your individual response to broad beans. If you experience gout flare-ups after consuming them, it might be best to limit or avoid them. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Legumes and legume products",
    "name": "Chickpeas (garbanzo beans), no further specified",
    "purine_count": "26.099999999999998",
    "tag": "low",
    "id": 206,
    "description": "Chickpeas, also known as garbanzo beans, are a legume that is considered low in purines, containing approximately 26mg of purines per serving. While all legumes contain some purines, chickpeas are generally a safe and healthy addition to your diet if you have gout. You likely don't need to strictly limit chickpeas due to their purine content, but it's still wise to consume them in moderation as part of a balanced diet. Remember to stay well-hydrated, which helps your body process purines effectively."
  },
  {
    "category": "Legumes and legume products",
    "name": "Miso",
    "purine_count": "56.129999999999995",
    "tag": "low",
    "id": 207,
    "description": "Miso, a fermented soybean paste, falls into the legumes category but is considered low in purines, containing about 56mg per 100g serving. For gout patients, this means miso can generally be enjoyed in moderation without significantly impacting uric acid levels. While all individuals react differently, incorporating miso as a flavor enhancer in soups or sauces is typically acceptable. Always monitor your personal uric acid response and consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Legumes and legume products",
    "name": "Peanuts, raw",
    "purine_count": "49.1",
    "tag": "low",
    "id": 208,
    "description": "Raw peanuts are considered a low-purine food, containing about 49.1 mg of purines per 100g serving. While all foods contain some purines, this amount is relatively small. For individuals managing gout, low-purine foods like raw peanuts can generally be included as part of a balanced diet. However, moderation is always recommended, as consuming large quantities of even low-purine foods may still contribute to overall purine intake. It's important to consider your individual tolerance and consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Legumes and legume products",
    "name": "Peas, green",
    "purine_count": "21.9",
    "tag": "low",
    "id": 209,
    "description": "Green peas are a legume with a relatively low purine content (21.9mg per 100g serving). While all legumes contain some purines, green peas are generally considered a better choice for gout patients than higher-purine options like dried beans or lentils. You don't need to completely avoid green peas, but moderation is key. Enjoy them as part of a balanced diet and be mindful of your overall purine intake from other foods. Remember to consult with your doctor or a registered dietitian for personalized dietary advice regarding gout management."
  },
  {
    "category": "Legumes and legume products",
    "name": "Peas, red, dried",
    "purine_count": "25.4",
    "tag": "low",
    "id": 210,
    "description": "Red dried peas are classified as a low-purine legume, containing approximately 25.4mg of purines per serving. While legumes were once restricted for gout patients, current research suggests moderate consumption is acceptable and may even be beneficial. Red dried peas can be included in your diet, but be mindful of portion sizes and consider them as part of a balanced diet with other low-purine foods. Remember to consult with your doctor or a registered dietitian for personalized dietary advice regarding purine intake and managing your gout."
  },
  {
    "category": "Legumes and legume products",
    "name": "Soy milk",
    "purine_count": "21.91",
    "tag": "low",
    "id": 211,
    "description": "Soy milk is a plant-based milk alternative derived from soybeans. It falls into the \"Legumes and legume products\" category and is considered a *low* purine option with a purine count of 21.91 mg per 100g. For individuals managing gout, soy milk can be a suitable choice as part of a balanced diet. Its lower purine content means it's less likely to contribute to elevated uric acid levels compared to high-purine foods. However, moderation is still key, and it's best to consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Legumes and legume products",
    "name": "Soy protein concentrate, produced by acid wash",
    "purine_count": "192.41",
    "tag": "medium",
    "id": 212,
    "description": "Soy protein concentrate, specifically that produced by acid wash, is considered a medium-purine food. With a purine count of 192.41mg per serving, it's important for gout patients to consume it in moderation. While soy itself is a plant-based protein source, this concentrated form can contribute to uric acid levels. Consider your overall diet and other purine sources when including soy protein concentrate in your meal plan, and discuss with your doctor or registered dietitian to determine the appropriate amount for you."
  },
  {
    "category": "Legumes and legume products",
    "name": "Soy sauce made from soy and wheat (shoyu)",
    "purine_count": "50.2",
    "tag": "low",
    "id": 213,
    "description": "Soy sauce made from soy and wheat, also known as shoyu, is generally considered low in purines. With a purine count of 50.2mg per serving, it's unlikely to significantly impact uric acid levels if used in moderation. While individuals with gout should be mindful of their overall purine intake, shoyu can usually be enjoyed as a condiment without major concern. Remember to check serving sizes and consider the other ingredients in your meal to maintain a balanced diet that supports healthy uric acid levels."
  },
  {
    "category": "Legumes and legume products",
    "name": "Soybean, black, dried",
    "purine_count": "67.20000000000002",
    "tag": "low",
    "id": 214,
    "description": "Black soybeans, when dried, fall into the \"low\" purine category, containing about 67mg of purines per 100g serving. While not as high in purines as some other foods, moderation is still key for gout patients. Including them occasionally in your diet is generally acceptable, but be mindful of your overall purine intake from other foods consumed throughout the day. Always listen to your body and consult with your doctor or a registered dietitian for personalized dietary advice tailored to your gout management."
  },
  {
    "category": "Legumes and legume products",
    "name": "Soybean, fermented (Natto)",
    "purine_count": "113.9",
    "tag": "medium",
    "id": 215,
    "description": "Natto, a fermented soybean product, falls into the medium purine category. While soybeans in general can be a concern for gout due to their purine content, the fermentation process in Natto might alter purine levels. With a purine count of 113.9mg per serving, it's best to consume Natto in moderation if you have gout. It's wise to monitor your body's reaction after eating it. Consider consulting with a doctor or registered dietitian to determine how Natto fits into your individual gout management plan."
  },
  {
    "category": "Legumes and legume products",
    "name": "Soybeans, dried, raw",
    "purine_count": "172.5",
    "tag": "medium",
    "id": 216,
    "description": "Dried, raw soybeans fall into the medium purine category, containing 172.5mg of purines per serving. While once discouraged, current research suggests that plant-based purines, like those in soybeans, may not significantly increase gout flares compared to animal-based purines. Therefore, enjoying soybeans in moderation as part of a balanced diet is generally acceptable for most gout patients. However, it's always best to monitor your individual response and discuss your dietary choices with your doctor or a registered dietitian to personalize your gout management plan."
  },
  {
    "category": "Legumes and legume products",
    "name": "Tofu (Kinu)",
    "purine_count": "19.999999999999996",
    "tag": "low",
    "id": 217,
    "description": "Tofu (Kinu), a type of soybean curd, is considered a low-purine food, with approximately 20mg of purines per serving. For gout patients, this makes tofu a good source of protein and a suitable alternative to higher-purine meats or seafood. While legumes are sometimes a concern, the processing of soybeans into tofu significantly reduces the purine content. Enjoying tofu in moderation as part of a balanced diet can provide valuable nutrients without substantially increasing your uric acid levels. Remember to consult with your doctor or a registered dietitian for personalized dietary advice regarding your gout management."
  },
  {
    "category": "Legumes and legume products",
    "name": "Tofu, boiled 3 minutes",
    "purine_count": "21.919999999999998",
    "tag": "low",
    "id": 218,
    "description": "Tofu, especially when boiled for a few minutes, is considered a low-purine food. This makes it a good protein choice for people managing gout. With a purine count of around 22mg per serving, it's less likely to contribute to uric acid build-up in the body compared to high-purine foods like red meat or certain seafood. Enjoying tofu as part of a balanced diet can provide essential nutrients without significantly increasing your risk of gout flares. Just remember that moderation is key for all foods when managing gout."
  },
  {
    "category": "Legumes and legume products",
    "name": "Tofu, boiled 5 minutes",
    "purine_count": "35.78",
    "tag": "low",
    "id": 219,
    "description": "Tofu, especially when boiled, is considered a low-purine food, making it a good source of protein for individuals managing gout. With a purine count of 35.78mg per serving, it's much lower than many animal-based proteins and some other plant-based options. While all foods contain some purines, enjoying tofu in moderation is unlikely to significantly raise your uric acid levels. Boiling it can further reduce the purine content, making it even more suitable for a gout-friendly diet. Remember to always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Legumes and legume products",
    "name": "Tofu, deep-fried",
    "purine_count": "54.400000000000006",
    "tag": "low",
    "id": 220,
    "description": "Deep-fried tofu, while derived from soybeans, is considered to have a low purine content. With around 54mg of purines per serving, it's generally a better choice for gout patients than other legume products or high-purine foods. However, keep in mind that deep-frying adds extra fat, which can indirectly affect gout by influencing inflammation and weight. Moderation is key; enjoy deep-fried tofu as part of a balanced diet rather than as a frequent main course. Always consider your overall dietary pattern and individual tolerance."
  },
  {
    "category": "Legumes and legume products",
    "name": "Tofu, dried-frozen (koyadofu)",
    "purine_count": "292.3",
    "tag": "high",
    "id": 221,
    "description": "Dried-frozen tofu, also known as koyadofu, falls into the high-purine category with a count of 292.3mg per serving. If you are managing gout, it's important to be mindful of your purine intake as purines break down into uric acid, which can trigger gout flares. While tofu in general is considered a moderate purine food, the dried-frozen variety has a significantly higher concentration. Therefore, it's best to limit or avoid koyadofu if you are following a low-purine diet to manage your gout symptoms. Consider other protein sources with lower purine levels."
  },
  {
    "category": "Legumes and legume products",
    "name": "Tofu, raw (nigari)",
    "purine_count": "31.099999999999998",
    "tag": "low",
    "id": 222,
    "description": "Tofu, especially raw tofu made with nigari, is considered a low-purine food within the legume family. With a purine count of approximately 31mg per serving, it's generally a safe and healthy protein option for individuals managing gout. While legumes are sometimes a concern, tofu processing reduces its purine content, making it a much better choice than other beans and lentils. You can likely enjoy tofu as part of a balanced, gout-friendly diet without significantly raising your uric acid levels. Remember to consume in moderation and discuss your specific dietary needs with your doctor or a registered dietitian."
  },
  {
    "category": "Nuts and seeds",
    "name": "Almonds",
    "purine_count": "31.4",
    "tag": "low",
    "id": 223,
    "description": "Almonds are a good choice for those watching their purine intake due to gout. With a purine count of only 31.4mg per 100g serving, they fall into the \"low\" category. This means almonds are unlikely to significantly raise uric acid levels in the body, which is important for managing gout symptoms. Feel free to enjoy almonds as a snack or ingredient in moderation without excessive worry about triggering a gout flare-up. Remember to balance your diet with other low-purine foods for optimal gout management."
  },
  {
    "category": "Nuts and seeds",
    "name": "Chia seeds",
    "purine_count": "58.64",
    "tag": "low",
    "id": 224,
    "description": "Chia seeds are generally considered a low-purine option, with approximately 58.64mg of purines per 100g serving. For gout patients, this means chia seeds can usually be enjoyed in moderation without significantly raising uric acid levels. They are a good source of fiber and omega-3 fatty acids, which can be beneficial for overall health. However, as with any food, it's important to listen to your body and monitor your individual reaction. If you have concerns, consult with your doctor or a registered dietitian to determine the appropriate serving size for your specific needs."
  },
  {
    "category": "Nuts and seeds",
    "name": "Walnuts",
    "purine_count": "19.6",
    "tag": "low",
    "id": 225,
    "description": "Walnuts are a great choice for gout patients looking to manage their purine intake. As a \"low\" purine nut, walnuts contain only a small amount of purines (19.6 mg per 100g). This means you can enjoy them in moderation without significantly increasing your uric acid levels, which is crucial for preventing gout flare-ups. Walnuts also offer other health benefits, making them a nutritious and gout-friendly snack option. Remember that moderation is key, even with low-purine foods."
  },
  {
    "category": "Pork organ products",
    "name": "Pate, liver",
    "purine_count": "80",
    "tag": "low",
    "id": 226,
    "description": "Pâté, liver, being a pork organ product, presents a moderate concern for gout patients due to its purine content. While categorized as \"low\" with a purine count of 80, it's still higher than many other foods. Individuals with gout should consume pâté, liver, in moderation. High purine foods can break down into uric acid, potentially leading to gout flare-ups if uric acid levels become too high. Consider this when planning your meals and balancing your purine intake."
  },
  {
    "category": "Pork organ products",
    "name": "Pork heart, raw",
    "purine_count": "119.2",
    "tag": "medium",
    "id": 227,
    "description": "Pork heart, even when raw, falls into the medium purine category. This means it contains a moderate amount of purines, which break down into uric acid in your body. If you have gout, consuming pork heart could potentially raise your uric acid levels and trigger a flare-up. While you don't necessarily need to avoid it entirely, it's best to consume pork heart in moderation and consider it when planning your overall purine intake for the day. Pay attention to how your body reacts after eating it."
  },
  {
    "category": "Pork organ products",
    "name": "Pork kidney, raw",
    "purine_count": "194.99999999999997",
    "tag": "medium",
    "id": 228,
    "description": "Pork kidney, especially when raw, is considered a medium purine food. For gout patients, this means it contains a moderate amount of purines that break down into uric acid in the body. If you're managing gout, it's best to consume pork kidney sparingly, if at all, as excessive purine intake can elevate uric acid levels and potentially trigger gout flare-ups. Consider lower-purine protein sources to help keep your uric acid levels in a healthy range."
  },
  {
    "category": "Pork organ products",
    "name": "Pork tongue, raw",
    "purine_count": "104",
    "tag": "medium",
    "id": 229,
    "description": "Pork tongue, specifically raw, is considered a medium-purine food. For gout patients, this means it contains a moderate amount of purines that break down into uric acid in the body. While not as high-risk as organ meats like liver or kidney, consuming pork tongue in large quantities or frequently could potentially contribute to elevated uric acid levels and trigger gout flares. Therefore, moderation is key. Consider limiting your portion size and frequency of consumption, and always consult with your doctor or a registered dietitian for personalized dietary advice tailored to your gout management plan."
  },
  {
    "category": "Pork (other than organs)",
    "name": "Pork neck, raw",
    "purine_count": "70.6",
    "tag": "low",
    "id": 230,
    "description": "Pork neck, when raw, is considered a \"low\" purine option within the pork category, containing about 70.6mg of purines per serving. While it's a better choice than organ meats, it's still important to moderate your intake, especially during gout flare-ups. Consider it a \"sometimes\" food and pair it with plenty of vegetables and water to help your body process any purines. Remember to cook it thoroughly, as raw meat can pose other health risks. Always consult your doctor or a registered dietitian for personalized dietary advice tailored to your specific gout management plan."
  },
  {
    "category": "Pork (other than organs)",
    "name": "Pork ribs, raw",
    "purine_count": "75.80000000000001",
    "tag": "low",
    "id": 231,
    "description": "Pork ribs, while a tasty cut of pork, contain a low amount of purines. For gout patients, this means pork ribs can generally be enjoyed in moderation as part of a balanced diet. Because purines break down into uric acid in the body, keeping purine intake low is important for managing gout. While pork ribs are considered a 'low' purine option within the pork category, remember that individual tolerance levels vary. It's always wise to consult with your doctor or a registered dietitian to determine the appropriate portion size and frequency for your specific dietary needs."
  },
  {
    "category": "Pork (other than organs)",
    "name": "Pork rump, raw",
    "purine_count": "113",
    "tag": "medium",
    "id": 232,
    "description": "Pork rump, raw contains a moderate amount of purines, around 113mg per serving, placing it in the medium purine category. If you have gout, it's generally recommended to limit your intake of medium-purine foods like pork rump. Consuming it occasionally in small portions is likely okay, but regularly eating larger amounts may contribute to increased uric acid levels, potentially triggering gout flare-ups. Consider other lower-purine protein sources more frequently in your diet and always discuss dietary choices with your doctor or a registered dietitian."
  },
  {
    "category": "Pork (other than organs)",
    "name": "Pork shoulder, raw",
    "purine_count": "93.69999999999999",
    "tag": "low",
    "id": 233,
    "description": "Raw pork shoulder falls into the \"low\" purine category, containing approximately 94mg of purines per serving. For gout patients, this generally means it can be consumed in moderation without significantly raising uric acid levels. While it's not a \"free pass\" to eat unlimited quantities, incorporating pork shoulder into your diet as an occasional protein source is usually acceptable. Remember to balance it with plenty of water and other low-purine foods to manage your overall purine intake effectively. Always consult your doctor or registered dietitian for personalized dietary advice."
  },
  {
    "category": "Pork (other than organs)",
    "name": "Pork sirloin, raw",
    "purine_count": "90.9",
    "tag": "low",
    "id": 234,
    "description": "Pork sirloin, raw, falls into the \"low\" purine category with a count of 90.9mg per serving. While not as high as organ meats, it's still important to be mindful of your portion sizes. As a gout patient, you don't necessarily need to completely eliminate pork sirloin from your diet, but moderation is key. Consider limiting your intake and pairing it with plenty of vegetables and water to help your body process purines effectively. Remember, individual reactions to foods can vary, so monitor how your body responds."
  },
  {
    "category": "Pork (other than organs)",
    "name": "Pork tenderloin, raw",
    "purine_count": "119.80000000000001",
    "tag": "medium",
    "id": 235,
    "description": "Pork tenderloin, being a medium-purine meat, should be consumed in moderation by individuals managing gout. With approximately 120mg of purines per serving, it can contribute to uric acid buildup in the body. While not as high in purines as organ meats, regularly eating pork tenderloin could potentially trigger gout flare-ups. Consider limiting your portion sizes and frequency of consumption, and balance your diet with low-purine foods like fruits, vegetables, and whole grains to help maintain healthy uric acid levels. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Poultry organ products",
    "name": "Foie gras",
    "purine_count": "81.9",
    "tag": "low",
    "id": 236,
    "description": "Foie gras, a poultry organ product, is categorized as having a **low** purine count (81.9mg per serving). While generally lower than other organ meats, it's important to remember that all organ meats contain purines. If you have gout, consuming foie gras in moderation might be acceptable, but it's crucial to consider your overall purine intake from other foods. Always discuss your diet with your doctor or a registered dietitian to determine what's best for managing your gout symptoms. They can help you create a personalized meal plan that minimizes purine intake while ensuring you receive adequate nutrition."
  },
  {
    "category": "Poultry (other than organs)",
    "name": "Chicken leg, raw",
    "purine_count": "118.2",
    "tag": "medium",
    "id": 237,
    "description": "Chicken leg, while a good source of protein, contains a moderate amount of purines. With a purine count of 118.2mg per serving, it falls into the \"medium\" purine category. If you have gout, enjoying chicken leg in moderation is generally acceptable, but keep an eye on your overall purine intake from other foods. Consuming it alongside plenty of water and other low-purine foods can help manage uric acid levels. It's always a good idea to discuss portion sizes and frequency with your doctor or a registered dietitian to personalize your diet for gout management."
  },
  {
    "category": "Poultry (other than organs)",
    "name": "Chicken wing, raw",
    "purine_count": "137.5",
    "tag": "medium",
    "id": 238,
    "description": "Chicken wings, in their raw form, fall into the medium purine category for poultry. With a purine count of 137.5mg per serving, they are a moderate source of purines compared to other foods. If you're managing gout, you don't necessarily need to eliminate chicken wings entirely, but moderation is key. Consider limiting your portion size and frequency of consumption. Balancing your diet with low-purine options like fruits, vegetables, and low-fat dairy is essential for managing uric acid levels. Remember to consult your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Poultry (other than organs)",
    "name": "Chicken, light meat, raw",
    "purine_count": "111.3",
    "tag": "medium",
    "id": 239,
    "description": "Chicken light meat, in its raw state, falls into the \"medium\" purine category. Containing around 111mg of purines per serving, it's a moderate source of these compounds that break down into uric acid. If you have gout, you don't necessarily need to eliminate chicken entirely, but portion control is key. Consider limiting your intake and pairing it with low-purine foods like vegetables and fruits to help manage your uric acid levels. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Sausages and luncheon meats",
    "name": "Corned beef",
    "purine_count": "46.9",
    "tag": "low",
    "id": 240,
    "description": "Corned beef, a type of processed meat, falls into the low purine category with a count of 46.9mg per serving. While generally considered a lower-purine option compared to other meats, moderation is still key for gout patients. Consuming large quantities of even low-purine foods can potentially contribute to uric acid build-up. Enjoy corned beef sparingly as part of a balanced diet, and consider pairing it with plenty of vegetables and water to help manage your uric acid levels. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Sausages and luncheon meats",
    "name": "Frankfurter",
    "purine_count": "49.900000000000006",
    "tag": "low",
    "id": 241,
    "description": "Frankfurters, a type of sausage, contain a relatively low amount of purines (approximately 50mg per serving). For gout patients, this means you can include them in your diet occasionally, but portion control is key. While considered \"low\" purine compared to other meats, it's still important to be mindful of your overall purine intake throughout the day. Consider pairing it with low-purine vegetables and grains and remember that individual tolerance levels for purines can vary."
  },
  {
    "category": "Sausages and luncheon meats",
    "name": "Ham, pressed and boneless types",
    "purine_count": "69.3",
    "tag": "low",
    "id": 242,
    "description": "Ham, specifically pressed and boneless types, is considered a **low purine** option within the sausage and luncheon meat category. With a purine count of 69.3mg per serving, it's generally safer for gout sufferers than higher-purine meats. However, moderation is still key. While it's lower in purines, consuming large amounts of ham can still contribute to overall purine intake and potentially trigger gout flares. Therefore, enjoy ham in reasonable portions as part of a balanced, gout-friendly diet."
  },
  {
    "category": "Sausages and luncheon meats",
    "name": "Pork, bacon, unprepared",
    "purine_count": "61.8",
    "tag": "low",
    "id": 243,
    "description": "Unprepared bacon is considered low in purines, containing 61.8mg per serving. While lower than high-purine meats, gout patients should still consume bacon in moderation. Even though it's tagged as \"low,\" purines can accumulate and trigger gout flares if you consistently eat too much. Consider bacon an occasional treat, rather than a dietary staple. Focus on incorporating very low-purine options in your diet to better manage your uric acid levels and reduce the risk of gout attacks."
  },
  {
    "category": "Sausages and luncheon meats",
    "name": "Prosciutto (Parma ham)",
    "purine_count": "138.3",
    "tag": "medium",
    "id": 244,
    "description": "Prosciutto, a type of Parma ham, falls into the medium purine category with a count of 138.3. For gout patients, this means you don't need to avoid it entirely, but moderation is key. Consuming prosciutto occasionally and in small portions is generally acceptable, but frequent or large servings could potentially contribute to elevated uric acid levels and trigger gout flare-ups. Always consider your overall purine intake from all sources and consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Sausages and luncheon meats",
    "name": "Salami",
    "purine_count": "120.39999999999999",
    "tag": "medium",
    "id": 245,
    "description": "Salami falls into the \"medium\" purine category, containing about 120mg of purines per serving. For gout patients, this means moderation is key. Consuming salami occasionally and in small portions might be acceptable, but frequent or large servings could potentially increase uric acid levels and trigger gout flare-ups. Consider lower-purine protein sources more often and always discuss your diet with your doctor or a registered dietitian to manage your gout effectively."
  },
  {
    "category": "Sausages and luncheon meats",
    "name": "Sausage, Vienna type",
    "purine_count": "45.5",
    "tag": "low",
    "id": 246,
    "description": "Vienna sausages are considered a low-purine food choice within the sausage and luncheon meat category, containing approximately 45.5mg of purines per serving. For gout patients, this means Vienna sausages can be included in your diet in moderation without significantly raising uric acid levels. However, remember that portion control is still important, and it's always best to balance your diet with plenty of low-purine vegetables, fruits, and whole grains. Also, consider other ingredients in the sausage that might affect your overall health, such as sodium and saturated fat."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Cayenne pepper powder",
    "purine_count": "19.900000000000002",
    "tag": "low",
    "id": 247,
    "description": "Cayenne pepper powder is considered a low-purine ingredient, containing only 19.9 mg of purines per 100g serving. For gout patients managing their purine intake, this means cayenne pepper can be used as a flavorful seasoning without significantly contributing to uric acid buildup. Feel free to spice up your meals with cayenne pepper without worrying too much about triggering a gout flare-up. Remember to use it in moderation as part of a balanced diet."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Curry roux",
    "purine_count": "16",
    "tag": "low",
    "id": 248,
    "description": "Curry roux, a base for Japanese curry, is considered a low-purine ingredient with a purine count of 16mg per 100g. This means it's generally a safe choice for individuals managing gout and aiming to reduce their purine intake. While you don't need to completely avoid it, remember that purines can add up, so consider the other ingredients in your curry as well. Opt for vegetables and lower-purine protein sources like tofu or chicken breast to create a gout-friendly meal. Moderation is key when building your curry dishes."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Ketchup",
    "purine_count": "10.6",
    "tag": "low",
    "id": 249,
    "description": "Ketchup falls into the \"Soups, sauces, and seasonings\" category and is considered a low-purine option with a count of 10.6mg per serving. This means you can generally enjoy ketchup in moderation without significantly impacting your uric acid levels. While it's always wise to be mindful of portion sizes with any food, ketchup is a relatively safe condiment choice for individuals managing gout and aiming to minimize purine intake in their diet. Feel free to add a dollop to your burger or fries!"
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Mayonnaise",
    "purine_count": "0.6000000000000001",
    "tag": "low",
    "id": 250,
    "description": "Mayonnaise is a low-purine condiment that's generally safe to enjoy if you're managing gout. With a purine count of only 0.6mg per serving, it's unlikely to significantly raise your uric acid levels. Feel free to use it in moderation as part of a balanced diet, but remember to consider the other ingredients in your meal to ensure your overall purine intake remains low. As always, listen to your body and consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Mirin (cooking wine)",
    "purine_count": "1.2",
    "tag": "low",
    "id": 251,
    "description": "Mirin, a type of Japanese cooking wine, is generally considered low in purines, with a purine count of 1.2 mg per 100g. This means that using mirin in moderation as a seasoning or ingredient in your cooking is unlikely to significantly impact your purine intake. People with gout can typically include it as part of a purine-conscious diet without worry, but as always, moderation is key."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Mustard",
    "purine_count": "25.300000000000004",
    "tag": "low",
    "id": 252,
    "description": "Mustard falls into the \"low purine\" category, containing approximately 25.3mg of purines per 100g serving. This means you can likely enjoy mustard in moderation without significantly impacting your uric acid levels. As a seasoning or condiment, the typical serving size is small, further minimizing its contribution to your overall purine intake. Feel free to use mustard to add flavor to your meals, but remember to consider the purine content of other ingredients in your dish as part of your overall gout management strategy."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Rice malt, salted",
    "purine_count": "13.9",
    "tag": "low",
    "id": 253,
    "description": "Rice malt, salted, is categorized as a soup, sauce, or seasoning and contains a low purine count of 13.9mg per serving. This makes it a generally safe option for individuals managing gout or hyperuricemia, as it's unlikely to significantly contribute to uric acid buildup. Feel free to use it in moderation to add flavor to your dishes without major concern for triggering a gout flare-up. Remember to always consider portion size and overall dietary balance when managing your purine intake."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Sake lees",
    "purine_count": "89.1",
    "tag": "low",
    "id": 254,
    "description": "Sake lees, a byproduct of sake production, falls into the \"Soups, sauces, and seasonings\" category and is considered relatively low in purines with a count of 89.1mg per serving. While technically low, remember that purines break down into uric acid, which can trigger gout flares. Therefore, individuals with gout can likely consume sake lees in moderation, but it's wise to monitor your uric acid levels and be mindful of overall purine intake from other foods. Discussing your dietary choices with your doctor or a registered dietitian is always recommended for personalized guidance."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Sauce, barbecue",
    "purine_count": "14.899999999999999",
    "tag": "low",
    "id": 255,
    "description": "Barbecue sauce is generally considered low in purines, containing about 15mg per serving. This means it's usually a safe choice for gout patients when used in moderation. However, be mindful of the ingredients. Some barbecue sauces might contain high-purine additives like meat extracts or anchovies, which could elevate the overall purine content. Always check the label and opt for sauces made with primarily plant-based ingredients to minimize your purine intake and reduce the risk of gout flares."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Sauce, chili bean, Chinese",
    "purine_count": "8.799999999999999",
    "tag": "low",
    "id": 256,
    "description": "Chinese chili bean sauce is generally considered a low-purine condiment, with approximately 8.8 mg of purines per serving. While small amounts are unlikely to significantly impact gout, remember that purines can break down into uric acid, potentially triggering gout flares. Therefore, individuals with gout can usually enjoy chili bean sauce in moderation as part of a balanced diet. It is wise to consider the overall purine content of your meal and consult your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Sauce, fish",
    "purine_count": "93.1",
    "tag": "low",
    "id": 257,
    "description": "Fish sauce, while flavorful, contains a moderate amount of purines (93.1mg per serving). If you have gout, it's best to use it sparingly as a seasoning rather than a main ingredient. While it's categorized as \"low\" compared to high-purine foods, remember that purines can build up and trigger gout flares. Consider using it in small amounts to enhance flavor while being mindful of your overall purine intake from other foods throughout the day. Always check serving sizes and be sure to consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Sauce, oyster",
    "purine_count": "134.4",
    "tag": "medium",
    "id": 258,
    "description": "Oyster sauce falls into the \"medium\" purine category, meaning it contains a moderate amount of purines. If you have gout, it's best to use oyster sauce sparingly. While an occasional small amount likely won't trigger a flare, regularly consuming it in large quantities could contribute to elevated uric acid levels. Consider using lower-purine alternatives in your cooking, or reducing the amount of oyster sauce you typically use to help manage your purine intake. Always consult your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Soup, Chinese soup type, powdered",
    "purine_count": "185.89999999999998",
    "tag": "medium",
    "id": 259,
    "description": "Chinese soup type powder contains a moderate amount of purines, at 185.9mg per 100g serving. If you have gout, consuming this ingredient could potentially elevate your uric acid levels and trigger a flare-up, especially if you are sensitive to purines. Therefore, it's best to limit your intake or choose low-purine alternatives for flavoring your soups. Consider using fresh herbs and spices to enhance the flavor of your dishes instead. Always check ingredient labels for purine content, and consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Soup, clam chowder type, powdered",
    "purine_count": "47.1",
    "tag": "low",
    "id": 260,
    "description": "Powdered clam chowder soup mix is considered a low-purine option, with approximately 47.1mg of purines per serving. While generally safe for individuals managing gout, portion control is still important. Remember that consuming excessive amounts of even low-purine foods can contribute to overall purine intake. Be mindful of other ingredients you might add when preparing the soup, such as milk or butter, as these can also impact the final purine content. Always consult with your doctor or a registered dietitian for personalized dietary advice tailored to your specific needs and gout management plan."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Soup, consommé type, powdered",
    "purine_count": "179.8",
    "tag": "medium",
    "id": 261,
    "description": "Powdered consommé soup contains a moderate amount of purines (179.8mg per serving), so it's best to consume it in moderation if you have gout. While not as high in purines as organ meats or some seafood, frequent or large servings of this soup could contribute to increased uric acid levels in your body, potentially triggering a gout flare. Consider broth-based soups made from scratch with low-purine vegetables as a healthier alternative, or limit your portion size of the powdered consommé. Always check the ingredient list for other potential purine-rich additives as well."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Soup, matsutake type, powdered",
    "purine_count": "233.89999999999998",
    "tag": "high",
    "id": 262,
    "description": "Matsutake-type powdered soup is high in purines, containing approximately 234mg per serving. For gout patients, this ingredient should be consumed cautiously and infrequently. High purine intake can elevate uric acid levels in the blood, potentially triggering gout flare-ups. Consider lower-purine alternatives or limit portion sizes if you choose to include this in your diet. Always prioritize a balanced diet with plenty of low-purine foods and consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Soup, potage type, powdered",
    "purine_count": "37.599999999999994",
    "tag": "low",
    "id": 263,
    "description": "Powdered, potage-type soup mix generally contains a low amount of purines. With approximately 37.6 mg of purines per serving, it's usually considered a safer choice for individuals managing gout. However, always check the ingredient list for hidden high-purine ingredients like meat extracts or yeast. Be mindful of serving sizes as well, as consuming multiple servings could increase your overall purine intake. It's a good idea to factor this into your daily purine allowance if you are closely monitoring your diet to manage gout symptoms."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Soup, ramen noodle, dry",
    "purine_count": "32.6",
    "tag": "low",
    "id": 264,
    "description": "Dry ramen noodle soup, while convenient, contains a relatively low amount of purines, about 32.6mg per serving. For gout patients, this means it's generally considered a \"low\" purine option that can be included in your diet in moderation. However, be mindful of other ingredients added to the soup, like meat or certain vegetables, which could increase the overall purine content. Always check the full ingredient list and consider homemade broth options for better purine control."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Soup, stock, Chinese, dried",
    "purine_count": "508.90000000000003",
    "tag": "high",
    "id": 265,
    "description": "Dried Chinese soup stock is very high in purines, containing 508.9mg per serving.  For gout patients, this means it can significantly raise your uric acid levels and potentially trigger a gout flare.  Therefore, this ingredient should be avoided or consumed very sparingly.  Consider using low-sodium broth or homemade broth with low-purine vegetables as a safer alternative to flavor your dishes.  Always check the label of any soup base for purine content, as it can vary widely."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Umami broth, powdered",
    "purine_count": "684.8",
    "tag": "high",
    "id": 266,
    "description": "Umami broth powder falls into the \"high\" purine category, meaning it contains a significant amount of purines that can break down into uric acid in your body. For gout patients, regularly consuming high-purine foods like this broth powder can increase uric acid levels, potentially triggering painful gout flares. Therefore, it's best to limit or avoid using umami broth powder in your cooking to help manage your uric acid levels and prevent gout attacks. Explore lower-purine alternatives for flavoring your dishes."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Wasabi",
    "purine_count": "0.7000000000000001",
    "tag": "low",
    "id": 267,
    "description": "Wasabi falls into the \"low purine\" category, with a purine count of 0.7 per serving. This means that wasabi can be enjoyed in moderation by individuals managing gout or hyperuricemia. It's a flavorful addition to your meals that shouldn't significantly impact your uric acid levels when consumed in typical amounts. As with all foods, pay attention to portion sizes and consider how it fits within your overall dietary plan for managing your condition."
  },
  {
    "category": "Soups, sauces, and seasonings",
    "name": "Yeast, dried",
    "purine_count": "847.1",
    "tag": "high",
    "id": 268,
    "description": "Dried yeast is very high in purines and should be strictly avoided by individuals with gout. With a purine count of 847.1mg per 100g, consuming dried yeast can significantly elevate uric acid levels in the body, triggering gout flares. This ingredient is commonly found in some soups, sauces, and seasonings, so carefully check labels and opt for alternatives to minimize your purine intake and manage your gout effectively. Avoiding high-purine ingredients like dried yeast is a key dietary strategy for controlling uric acid and preventing gout attacks."
  },
  {
    "category": "Sweets",
    "name": "Chocolate",
    "purine_count": "8.1",
    "tag": "low",
    "id": 269,
    "description": "Chocolate, categorized as a sweet, is generally considered low in purines with a count of 8.1 mg per 100g serving. This is good news for gout patients! While it's not completely purine-free, you likely don't need to strictly avoid it. As with all foods, moderation is key. Enjoy chocolate in reasonable portions as part of a balanced diet, and always pay attention to how your body reacts. If you experience any gout flare-ups after consuming chocolate, it's best to reduce or eliminate it from your diet."
  },
  {
    "category": "Sweets",
    "name": "Honey",
    "purine_count": "0.7999999999999999",
    "tag": "low",
    "id": 270,
    "description": "Honey is generally considered a low-purine food, containing a very small amount (0.8 mg per 100g serving). For gout patients, this means honey can usually be enjoyed in moderation without significantly impacting uric acid levels. While it's important to consider the overall sugar content in your diet, honey itself is unlikely to trigger gout flare-ups due to its negligible purine content. Always consult with your doctor or a registered dietitian for personalized dietary advice regarding gout management."
  },
  {
    "category": "Vegetables",
    "name": "Asparagus, raw",
    "purine_count": "32.9",
    "tag": "low",
    "id": 271,
    "description": "Asparagus, even when raw, falls into a moderate purine category. While it's not extremely high, individuals with gout should consume it in moderation. The purine count of 32.9 mg per serving means it won't drastically spike uric acid levels like high-purine foods, but overindulging could still contribute to gout flares. Consider balancing your diet with other low-purine vegetables and monitoring your uric acid levels to determine your personal tolerance for asparagus."
  },
  {
    "category": "Vegetables",
    "name": "Balsam pear (goya), raw",
    "purine_count": "9.9",
    "tag": "low",
    "id": 272,
    "description": "Balsam pear, also known as goya, is a vegetable considered low in purines. With a purine count of only 9.9mg per serving, it's a good choice to include in your diet if you're managing gout. While it has a somewhat bitter taste, balsam pear can be prepared in various ways, like stir-fries or curries, to make it more palatable. Eating low-purine vegetables like balsam pear can help keep your uric acid levels in check and reduce the risk of gout flare-ups. Remember to consume it as part of a balanced diet."
  },
  {
    "category": "Vegetables",
    "name": "Bamboo shoots, raw",
    "purine_count": "47.150000000000006",
    "tag": "low",
    "id": 273,
    "description": "Raw bamboo shoots are a low-purine vegetable option, containing approximately 47mg of purines per 100g serving. For gout patients, this means bamboo shoots can generally be enjoyed in moderation as part of a balanced diet. While not completely purine-free, the relatively low purine content suggests that consuming bamboo shoots is unlikely to significantly raise uric acid levels and trigger gout flares, especially when compared to high-purine foods like organ meats and certain seafood. Remember to consider your overall diet and consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Vegetables",
    "name": "Bean sprouts, raw",
    "purine_count": "46.199999999999996",
    "tag": "low",
    "id": 274,
    "description": "Raw bean sprouts are a low-purine vegetable, containing approximately 46mg of purines per serving. This makes them a generally safe and gout-friendly option to include in your diet. As purines break down into uric acid, which can trigger gout flares, choosing low-purine foods like bean sprouts can help manage your uric acid levels. You can enjoy them in salads, stir-fries, or as a crunchy topping without significantly increasing your purine intake. Remember that moderation and a balanced diet are key to managing gout effectively."
  },
  {
    "category": "Vegetables",
    "name": "Brassicaceae (blossom)",
    "purine_count": "26.900000000000002",
    "tag": "low",
    "id": 275,
    "description": "Brassicaceae blossoms, like broccoli or cauliflower flowers, are generally considered a low-purine vegetable option for individuals managing gout. With a purine count of approximately 27mg per serving, they are unlikely to significantly contribute to elevated uric acid levels in the body. You can generally include these blossoms in your diet without major concern, but as with any food, moderation is key. Always consider overall dietary balance and consult with your doctor or a registered dietitian for personalized advice regarding your gout management plan."
  },
  {
    "category": "Vegetables",
    "name": "Broccoli sprouts, raw",
    "purine_count": "129.6",
    "tag": "medium",
    "id": 276,
    "description": "Broccoli sprouts, raw, are considered a medium-purine vegetable. While vegetables are generally encouraged in a gout-friendly diet, you should be mindful of your intake of broccoli sprouts. The purine count of 129.6 mg per serving is higher than many low-purine vegetables, so moderation is key. Enjoy them as part of a balanced meal alongside other low-purine choices, and pay attention to how your body responds. If you notice any gout flare-ups, consider reducing your consumption of broccoli sprouts further."
  },
  {
    "category": "Vegetables",
    "name": "Broccoli, boiled",
    "purine_count": "51.8",
    "tag": "low",
    "id": 277,
    "description": "Boiled broccoli is a good choice for gout patients looking to manage purine intake. As a vegetable, it naturally contains lower purine levels compared to meat or seafood. With a purine count of 51.8 mg per serving, it falls into the \"low\" category. This means you can generally enjoy boiled broccoli as part of a balanced diet without significantly raising your uric acid levels, which is important for preventing gout flare-ups. Remember to always consider portion sizes and consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Vegetables",
    "name": "Broccoli, raw",
    "purine_count": "70",
    "tag": "low",
    "id": 278,
    "description": "Broccoli, in its raw form, is a good choice for those managing gout and watching their purine intake. With a low purine count of 70mg per serving, it falls into the \"low\" category. This means it's unlikely to significantly raise uric acid levels in your body, which is a key factor in preventing gout flares. Enjoy broccoli as part of a balanced diet, knowing it's a purine-friendly vegetable option. Remember to consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Vegetables",
    "name": "Burdock",
    "purine_count": "5.1",
    "tag": "low",
    "id": 279,
    "description": "Burdock is a root vegetable that's considered a low-purine food, containing only 5.1mg of purines per serving. This makes it a suitable choice for those managing gout and aiming to reduce their purine intake. Vegetables like burdock are generally encouraged as part of a gout-friendly diet, as they contribute essential nutrients without significantly raising uric acid levels in the body. Enjoy burdock in moderation as part of a balanced diet."
  },
  {
    "category": "Vegetables",
    "name": "Cabbage, chinese (pak-choi), raw",
    "purine_count": "7",
    "tag": "low",
    "id": 280,
    "description": "Pak-choi, also known as Chinese cabbage, is a great vegetable choice if you're managing gout and watching your purine intake. With a very low purine count of only 7mg per serving, it falls firmly into the \"low purine\" category. This means you can enjoy pak-choi raw in salads or as a side dish without significantly increasing your uric acid levels. Feel free to include this versatile and nutritious vegetable as part of a balanced diet designed to help control your gout symptoms."
  },
  {
    "category": "Vegetables",
    "name": "Cabbage, Chinese (qing-geng-cai)",
    "purine_count": "12.400000000000002",
    "tag": "low",
    "id": 281,
    "description": "Chinese cabbage, also known as qing-geng-cai, is a low-purine vegetable, containing only 12.4mg of purines per serving. This makes it a great choice for individuals managing gout and looking to lower their purine intake. Since high purine foods can elevate uric acid levels in the body, potentially triggering gout flare-ups, incorporating low-purine vegetables like Chinese cabbage into your diet is a beneficial way to enjoy nutritious meals without increasing your risk of gout symptoms. Feel free to enjoy this vegetable as part of a balanced gout-friendly eating plan."
  },
  {
    "category": "Vegetables",
    "name": "Cabbage, raw",
    "purine_count": "3.2",
    "tag": "low",
    "id": 282,
    "description": "Cabbage, in its raw form, is a fantastic choice for individuals managing gout. It falls under the \"low\" purine category, containing only about 3.2mg of purines per 100g serving. This means that enjoying raw cabbage is unlikely to significantly contribute to elevated uric acid levels, the culprit behind gout flare-ups. Feel free to incorporate raw cabbage into your salads, slaws, or as a crunchy addition to your meals without worrying about it triggering a gout attack. Enjoy this healthy and gout-friendly vegetable!"
  },
  {
    "category": "Vegetables",
    "name": "Carrots, raw",
    "purine_count": "2.0999999999999996",
    "tag": "low",
    "id": 283,
    "description": "Raw carrots are a fantastic choice for those managing gout due to their very low purine content. With only about 2mg of purines per serving, they pose a minimal risk of elevating uric acid levels in the body. As a low-purine vegetable, carrots can be enjoyed freely and incorporated into your daily diet without worry. They are a healthy and nutritious option that won't contribute to gout flare-ups."
  },
  {
    "category": "Vegetables",
    "name": "Cauliflower, raw",
    "purine_count": "57.2",
    "tag": "low",
    "id": 284,
    "description": "Cauliflower, even when raw, is considered a low-purine vegetable, containing approximately 57.2 mg of purines per 100g serving. This makes it a generally safe and healthy choice for individuals managing gout. While all foods contain some purines, the amount in cauliflower is unlikely to significantly raise uric acid levels, the culprit behind gout flare-ups. You can enjoy cauliflower as part of a balanced diet without undue concern about triggering gout symptoms. Remember to consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Vegetables",
    "name": "Coriander",
    "purine_count": "39.400000000000006",
    "tag": "low",
    "id": 285,
    "description": "Coriander is a low-purine vegetable, containing approximately 39.4mg of purines per 100g serving. This makes it a safe and gout-friendly addition to your diet. Enjoy coriander without worry, as its low purine content is unlikely to significantly raise your uric acid levels and trigger gout flares. Feel free to use it as a flavorful garnish or ingredient in your meals."
  },
  {
    "category": "Vegetables",
    "name": "Corn, raw",
    "purine_count": "11.8",
    "tag": "low",
    "id": 286,
    "description": "Raw corn is a low-purine vegetable, containing only 11.8mg of purines per serving. This makes it a safe and generally encouraged food to include in your diet if you're managing gout. Because of its low purine content, it won't significantly contribute to uric acid build-up in your body. Feel free to enjoy corn as part of a balanced diet while keeping an eye on other higher-purine foods."
  },
  {
    "category": "Vegetables",
    "name": "Cucumber, raw",
    "purine_count": "9.399999999999999",
    "tag": "low",
    "id": 287,
    "description": "Cucumbers are a great choice for those watching their purine intake due to gout. As a vegetable with a \"low\" purine content (around 9.4mg per serving), raw cucumbers contribute minimally to uric acid build-up in the body. You can enjoy them freely in salads, as a snack, or even in refreshing drinks without significantly impacting your gout symptoms. Feel free to incorporate cucumbers into your diet as part of a balanced, low-purine eating plan."
  },
  {
    "category": "Vegetables",
    "name": "Eggplant, raw",
    "purine_count": "50.800000000000004",
    "tag": "low",
    "id": 288,
    "description": "Eggplant, in its raw form, is a great vegetable choice if you're managing gout and watching your purine intake. With a low purine count, eggplant won't significantly contribute to uric acid buildup in your body. Feel free to enjoy eggplant in your meals without worrying about triggering a gout flare-up. It's a versatile and delicious option for a purine-conscious diet."
  },
  {
    "category": "Vegetables",
    "name": "Garland chrysanthemum",
    "purine_count": "47.1",
    "tag": "low",
    "id": 289,
    "description": "Garland chrysanthemum is a vegetable that contains a relatively low amount of purines, at 47.1mg per 100g serving. For gout patients, this means it can generally be included as part of a balanced diet without significantly raising uric acid levels. However, it's always a good idea to consume it in moderation and to monitor your body's reaction, as individual sensitivities can vary. Remember to focus on a variety of low-purine foods and stay well-hydrated to help manage your gout effectively."
  },
  {
    "category": "Vegetables",
    "name": "Garlic chives (nira), raw",
    "purine_count": "19.4",
    "tag": "low",
    "id": 290,
    "description": "Raw garlic chives (nira) are a low-purine vegetable, containing only 19.4 mg of purines per serving.  This makes them a good choice for individuals managing gout or hyperuricemia. Including low-purine vegetables like garlic chives in your diet can contribute to overall lower purine intake, potentially reducing the risk of uric acid crystal formation and gout flare-ups. Remember to enjoy them as part of a balanced diet alongside other gout-friendly foods."
  },
  {
    "category": "Vegetables",
    "name": "Garlic, raw",
    "purine_count": "17",
    "tag": "low",
    "id": 291,
    "description": "Raw garlic is a low-purine vegetable, containing only 17mg of purines per serving. This makes it a gout-friendly option to include in your diet. While some vegetables can be moderate in purines, garlic's low purine content means it's unlikely to significantly impact your uric acid levels. Feel free to enjoy raw garlic in your meals without worrying about triggering a gout flare-up. Remember to always consume in moderation as part of a balanced diet."
  },
  {
    "category": "Vegetables",
    "name": "Ginger root, raw",
    "purine_count": "2.3",
    "tag": "low",
    "id": 292,
    "description": "Good news for gout sufferers! Raw ginger root is a low-purine vegetable, containing only 2.3mg of purines per serving.  This makes it a safe and potentially beneficial addition to your diet.  Since purines break down into uric acid, which can trigger gout flares, choosing low-purine foods like ginger is a smart strategy.  Feel free to enjoy ginger's flavor and potential anti-inflammatory benefits without worrying about significantly raising your uric acid levels. Remember to maintain a balanced diet and consult your doctor for personalized advice."
  },
  {
    "category": "Vegetables",
    "name": "Ginger, Japanese (myoga), raw",
    "purine_count": "7.7",
    "tag": "low",
    "id": 293,
    "description": "Japanese ginger, also known as myoga, is a vegetable with a very low purine content (7.7mg per serving). This makes it a suitable choice for individuals managing gout or aiming to lower their purine intake. Vegetables like myoga can be enjoyed as part of a balanced diet without significantly contributing to uric acid levels, which is important for preventing gout flare-ups. You can generally include this in your diet without worry, but moderation is key for all foods."
  },
  {
    "category": "Vegetables",
    "name": "Green beans",
    "purine_count": "7.499999999999999",
    "tag": "low",
    "id": 294,
    "description": "Green beans are a great vegetable choice for those managing gout! They fall into the \"low\" purine category, containing only about 7.5 mg of purines per serving. This small amount is unlikely to significantly raise uric acid levels in the body, making green beans a safe and healthy addition to your diet. Feel free to enjoy them roasted, steamed, or in salads as part of a balanced meal while keeping your purine intake low."
  },
  {
    "category": "Vegetables",
    "name": "Honewort",
    "purine_count": "11.5",
    "tag": "low",
    "id": 295,
    "description": "Honewort is a vegetable categorized as low in purines, containing only 11.5mg of purines per 100g serving.  For gout patients, this means honewort is generally a safe and acceptable vegetable to include in your diet without significantly raising uric acid levels.  Enjoy honewort as part of a balanced diet, but remember to monitor your overall purine intake from all sources and consult with your doctor or a registered dietitian for personalized dietary advice on managing your gout."
  },
  {
    "category": "Vegetables",
    "name": "Konnyaku",
    "purine_count": "0.4",
    "tag": "low",
    "id": 296,
    "description": "Konnyaku, a vegetable also known as konjac, is a fantastic choice for those managing gout and watching their purine intake. With a very low purine count of just 0.4mg per serving, it falls into the \"low\" purine category. This means you can enjoy konnyaku without significantly increasing uric acid levels in your blood, which is crucial for preventing gout flare-ups. Incorporate this versatile vegetable into your meals as a healthy and gout-friendly option."
  },
  {
    "category": "Vegetables",
    "name": "Leek, Japanese (negi), raw",
    "purine_count": "41.4",
    "tag": "low",
    "id": 297,
    "description": "Japanese leeks (negi) are a low-purine vegetable, containing only 41.4 mg of purines per serving. This makes them a suitable choice for individuals managing gout or trying to lower their purine intake. While all foods contain some purines, incorporating low-purine options like Japanese leeks into your diet can help minimize the buildup of uric acid, which is crucial for preventing gout flare-ups. Enjoy them raw in salads or as a garnish, knowing they are a gout-friendly vegetable option."
  },
  {
    "category": "Vegetables",
    "name": "Lettuce",
    "purine_count": "4.7",
    "tag": "low",
    "id": 298,
    "description": "Lettuce is a great choice for those managing gout and watching their purine intake. As a vegetable with a \"low\" purine count of only 4.7mg per 100g serving, lettuce can be enjoyed freely and without concern for significantly raising uric acid levels in the body. Feel free to add it to salads, sandwiches, or wraps as part of a balanced, gout-friendly diet. Incorporating low-purine vegetables like lettuce is a key strategy for managing gout symptoms and maintaining overall health."
  },
  {
    "category": "Vegetables",
    "name": "Lotus root",
    "purine_count": "0.30000000000000004",
    "tag": "low",
    "id": 299,
    "description": "Lotus root is a vegetable with a very low purine content, registering at just 0.3mg per serving. This makes it a great choice for individuals managing gout or hyperuricemia who are looking to limit their purine intake. Feel free to enjoy lotus root as part of a balanced diet without significant concern for raising uric acid levels. Its low purine nature positions it as a favorable vegetable option within a gout-friendly eating plan."
  },
  {
    "category": "Vegetables",
    "name": "Mizuna (potherb mustard)",
    "purine_count": "20.3",
    "tag": "low",
    "id": 300,
    "description": "Mizuna, also known as potherb mustard, is a leafy green vegetable that's a good choice for people managing gout. With a low purine count of only 20.3mg per serving, it falls into the \"low purine\" category.  Incorporating mizuna into your diet shouldn't significantly contribute to uric acid buildup, which is the main concern for gout sufferers. Feel free to enjoy this flavorful vegetable in salads, stir-fries, or soups as part of a gout-friendly eating plan. Remember to always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Vegetables",
    "name": "Mushroom, bunapii, raw",
    "purine_count": "30.7",
    "tag": "low",
    "id": 301,
    "description": "Bunapi mushrooms, when eaten raw, are a low-purine vegetable choice, containing only 30.7mg of purines per serving. For gout patients, this means they are generally considered safe to include in your diet without significantly raising uric acid levels. While all foods with purines should be consumed in moderation, bunapi mushrooms can be a part of a balanced diet for managing gout. Remember that cooking methods can sometimes affect purine levels slightly, but raw bunapi mushrooms are a good low-purine option."
  },
  {
    "category": "Vegetables",
    "name": "Mushroom, hatakeshimeji, raw",
    "purine_count": "16",
    "tag": "low",
    "id": 302,
    "description": "Hatakeshimeji mushrooms, when raw, are considered a low-purine vegetable. With a purine count of 16mg per serving, they are generally a safe choice for individuals managing gout and looking to lower their purine intake. While some mushrooms are higher in purines, hatakeshimeji is a suitable option to include in your diet without significantly raising uric acid levels. Remember to consume them in moderation as part of a balanced diet."
  },
  {
    "category": "Vegetables",
    "name": "Mushroom, Jew's ear, dried",
    "purine_count": "155.70000000000002",
    "tag": "medium",
    "id": 303,
    "description": "Dried Jew's ear mushrooms fall into the medium purine category. While vegetables are generally encouraged in a gout-friendly diet, these mushrooms contain a moderate amount of purines. If you're managing gout, you don't necessarily need to eliminate them entirely, but be mindful of portion sizes and consider them when calculating your overall daily purine intake. Enjoy them in moderation alongside other low-purine vegetables and ensure adequate hydration to help your body process purines effectively."
  },
  {
    "category": "Vegetables",
    "name": "Mushroom, tsukuritake, raw",
    "purine_count": "49.599999999999994",
    "tag": "low",
    "id": 304,
    "description": "Tsukuritake mushrooms, when raw, are considered a low-purine vegetable option for individuals managing gout. Containing approximately 50mg of purines per serving, they are less likely to significantly elevate uric acid levels compared to high-purine foods. While all foods contribute to overall purine intake, incorporating tsukuritake mushrooms in moderation as part of a balanced diet is generally considered acceptable for most gout patients. However, it's always best to monitor your individual reaction and consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Vegetables",
    "name": "Mushroom, usu-hiratake, raw",
    "purine_count": "37.9",
    "tag": "low",
    "id": 305,
    "description": "Usu-hiratake mushrooms, when raw, are a low-purine vegetable option. With a purine content of 37.9mg per serving, they can generally be enjoyed in moderation as part of a gout-friendly diet. While all mushrooms contain some purines, this variety falls into the \"low\" category, meaning it's less likely to significantly raise your uric acid levels compared to high-purine foods like organ meats or certain seafood. Remember to consider portion sizes and overall dietary balance when making food choices."
  },
  {
    "category": "Vegetables",
    "name": "Mushroom, white aragekikurage, raw",
    "purine_count": "6.8999999999999995",
    "tag": "low",
    "id": 306,
    "description": "Good news for gout patients! Raw, white aragekikurage mushrooms contain a low amount of purines, approximately 6.9mg per serving. This \"low\" purine tag means you can generally enjoy these mushrooms in moderation as part of a balanced diet without significantly increasing your uric acid levels, which is key to managing gout. Remember to consider portion sizes and other ingredients in your meal, and always consult your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Vegetables",
    "name": "Mushroom, white hiratake, raw",
    "purine_count": "66.7",
    "tag": "low",
    "id": 307,
    "description": "White hiratake mushrooms, when raw, are considered a low-purine vegetable option for those managing gout. With a purine content of 66.7mg per serving, they can be enjoyed in moderation as part of a balanced, low-purine diet. While all mushrooms contain some purines, white hiratake falls into a category that generally doesn't significantly contribute to elevated uric acid levels, a key concern for gout sufferers. Remember to consider your individual tolerance and overall diet when incorporating them."
  },
  {
    "category": "Vegetables",
    "name": "Mushroom, yamabushitake, raw",
    "purine_count": "33.5",
    "tag": "low",
    "id": 308,
    "description": "Yamabushitake mushrooms, when raw, contain a low amount of purines, approximately 33.5mg per serving. For individuals managing gout, this means they can generally be included in your diet without significantly raising uric acid levels.  While all foods should be consumed in moderation, yamabushitake mushrooms are considered a lower-purine vegetable option compared to some other mushrooms and vegetables that are higher in purines. Enjoy them as part of a balanced diet alongside other gout-friendly foods."
  },
  {
    "category": "Vegetables",
    "name": "Mushroom, yanagimatsutake, raw",
    "purine_count": "26.2",
    "tag": "low",
    "id": 309,
    "description": "Yanagimatsutake mushrooms, in their raw form, fall into the \"low\" purine category with a purine content of 26.2 mg per serving. For gout patients, this generally means they can be included in your diet in moderation without significantly raising uric acid levels. While mushrooms do contain purines, the amount is relatively low compared to high-purine foods like organ meats or certain seafood. Enjoy these mushrooms as part of a balanced diet, but always be mindful of portion sizes and how they affect your individual gout symptoms."
  },
  {
    "category": "Vegetables",
    "name": "Mushrooms, bunashimeji, raw",
    "purine_count": "20.8",
    "tag": "low",
    "id": 310,
    "description": "Bunashimeji mushrooms, when raw, are a vegetable with a low purine content of about 20.8mg per serving. For gout patients, this is good news! You can generally enjoy bunashimeji mushrooms in moderation as part of a balanced diet without significantly raising your uric acid levels. Remember to consider overall portion sizes and prepare them in a healthy way, such as steaming or stir-frying with low-purine ingredients, to best manage your gout. Always consult your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Vegetables",
    "name": "Mushrooms, enoki, raw",
    "purine_count": "49.3",
    "tag": "low",
    "id": 311,
    "description": "Enoki mushrooms, in their raw form, are considered a low-purine vegetable. With a purine count of 49.3mg per serving, they are generally a safe choice for individuals managing gout. While not completely purine-free, their low purine content means they are less likely to contribute to uric acid buildup in the body compared to high-purine foods like organ meats or certain seafood. You can likely enjoy enoki mushrooms in moderation as part of a balanced, gout-friendly diet. However, remember to consider your overall purine intake from all foods consumed."
  },
  {
    "category": "Vegetables",
    "name": "Mushrooms, eringi, raw",
    "purine_count": "13.4",
    "tag": "low",
    "id": 312,
    "description": "Eringi mushrooms, even though technically a vegetable, do contain some purines. However, raw eringi mushrooms have a low purine count of 13.4mg per 100g serving. This means that they can generally be enjoyed in moderation as part of a gout-friendly diet. While it's important to be mindful of your overall purine intake, incorporating small portions of raw eringi mushrooms is unlikely to significantly impact your uric acid levels. As always, it's best to consult with your doctor or a registered dietitian for personalized advice."
  },
  {
    "category": "Vegetables",
    "name": "Mushrooms, hiratake, raw",
    "purine_count": "142.3",
    "tag": "medium",
    "id": 313,
    "description": "Hiratake mushrooms, while a delicious vegetable, are considered to have a medium purine content. For gout patients, this means you don't necessarily need to avoid them completely, but moderation is key. Consuming large quantities of hiratake mushrooms could potentially contribute to elevated uric acid levels, which can trigger gout flare-ups. Consider them as an occasional addition to your diet, paying attention to portion sizes and balancing them with low-purine foods. Always listen to your body and consult with your doctor or a registered dietitian for personalized dietary advice based on your individual needs and gout management plan."
  },
  {
    "category": "Vegetables",
    "name": "Mushrooms, maitake, raw",
    "purine_count": "98.6",
    "tag": "low",
    "id": 314,
    "description": "Maitake mushrooms, when eaten raw, fall into the \"low\" purine category, containing about 98.6mg of purines per serving. While all mushrooms contain some purines, maitake mushrooms in moderation are generally considered acceptable for individuals managing gout. Remember that purines break down into uric acid, which can trigger gout flare-ups. So, while maitake mushrooms are a better choice than high-purine vegetables, portion control is still key. Always consult with your doctor or a registered dietitian for personalized dietary advice regarding your gout management."
  },
  {
    "category": "Vegetables",
    "name": "Mushrooms, nameko, raw",
    "purine_count": "19.1",
    "tag": "low",
    "id": 315,
    "description": "Nameko mushrooms, while a delicious addition to many dishes, contain a low amount of purines (19.1mg per serving). For individuals managing gout, this generally means they can be enjoyed in moderation as part of a balanced diet. Since they are tagged as \"low\" in purines, they are less likely to contribute significantly to uric acid buildup compared to high-purine foods like organ meats or certain seafood. However, individual tolerance varies, so it's always a good idea to monitor your body's response and consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Vegetables",
    "name": "Mushrooms, shiitake, dried",
    "purine_count": "311.6",
    "tag": "high",
    "id": 316,
    "description": "Dried shiitake mushrooms are considered high in purines, containing 311.6 mg per serving.  For those managing gout, it's important to be mindful of portion sizes when consuming them.  Purines break down into uric acid, which can trigger gout flare-ups if levels become too high. While vegetables are generally encouraged in a gout-friendly diet, dried shiitake mushrooms should be eaten in moderation or less frequently compared to other lower-purine options. Consider limiting your intake and monitoring your uric acid levels to see how they affect your gout."
  },
  {
    "category": "Vegetables",
    "name": "Mushrooms, shiitake, raw",
    "purine_count": "23.099999999999998",
    "tag": "low",
    "id": 317,
    "description": "Shiitake mushrooms, even though categorized as low in purines at around 23mg per serving, can be a bit tricky for gout patients. While lower than high-purine foods like organ meats, they're not purine-free. Some individuals with gout may tolerate them in moderation, while others might experience issues. It's wise to monitor your body's reaction after consuming shiitake mushrooms and adjust your intake accordingly. If you're unsure, discuss with your doctor or a registered dietitian to determine what's best for your specific needs and gout management plan."
  },
  {
    "category": "Vegetables",
    "name": "Mustard spinach, (komatsuna), raw",
    "purine_count": "24.8",
    "tag": "low",
    "id": 318,
    "description": "Mustard spinach, also known as komatsuna, is a low-purine vegetable that can be a healthy addition to your diet if you are managing gout. With a purine count of only 24.8mg per serving, it falls into the \"low\" category, meaning it is unlikely to significantly raise your uric acid levels. Enjoying mustard spinach as part of a balanced diet shouldn't pose a risk for gout flare-ups, offering a nutritious and flavorful option among vegetables. Remember to consider portion sizes and overall diet for effective gout management."
  },
  {
    "category": "Vegetables",
    "name": "Okra, raw",
    "purine_count": "39.5",
    "tag": "low",
    "id": 319,
    "description": "Okra, in its raw form, is considered a low-purine vegetable, containing about 39.5mg of purines per serving. For gout patients, this is good news! You can generally enjoy okra in moderation as part of a balanced diet without significantly raising your uric acid levels. While everyone reacts differently, okra is typically a safer vegetable choice compared to high-purine options like asparagus or spinach. Remember to monitor your individual symptoms and consult with your doctor or a registered dietitian for personalized dietary advice regarding gout management."
  },
  {
    "category": "Vegetables",
    "name": "Onions, raw",
    "purine_count": "2.2",
    "tag": "low",
    "id": 320,
    "description": "Raw onions are a great choice for those managing gout because they are very low in purines. With a purine count of only 2.2mg per serving, they fall into the \"low\" category, meaning they won't significantly contribute to uric acid buildup in your body. Feel free to enjoy onions raw in salads, sandwiches, or as a flavorful topping without worrying about triggering a gout flare-up. They're a delicious and gout-friendly way to add flavor to your meals!"
  },
  {
    "category": "Vegetables",
    "name": "Paprika, red",
    "purine_count": "1.0999999999999999",
    "tag": "low",
    "id": 321,
    "description": "Good news for gout patients! Paprika, specifically red paprika, is a low-purine vegetable. With a purine count of only 1.1mg per serving, you can generally enjoy paprika without significant worry about triggering a gout flare. Feel free to use it to add flavor and color to your meals as part of a balanced diet. Remember to always consider overall portion sizes and consult with your doctor or a registered dietitian for personalized dietary advice regarding gout management."
  },
  {
    "category": "Vegetables",
    "name": "Parsley, fresh",
    "purine_count": "289.3",
    "tag": "high",
    "id": 322,
    "description": "Fresh parsley, despite being a vegetable, has a surprisingly **high purine content (289.3mg per 100g)**. For gout patients, this means **parsley should be consumed in moderation, or even avoided during gout flares**. While generally healthy, its high purine level could contribute to increased uric acid levels in the body, potentially triggering or worsening gout symptoms. Consider lower-purine herbs and vegetables as alternatives to flavor your meals. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Vegetables",
    "name": "Parsley, Japanese",
    "purine_count": "18.8",
    "tag": "low",
    "id": 323,
    "description": "Japanese parsley is a low-purine vegetable that can generally be enjoyed by individuals managing gout. With a purine count of only 18.8mg per serving, it's unlikely to significantly raise uric acid levels in the body. As gout is often triggered by high purine intake, choosing low-purine options like Japanese parsley can be a helpful strategy. However, moderation is always key, and it's advisable to consult with your doctor or a registered dietitian for personalized dietary recommendations regarding gout and purine intake."
  },
  {
    "category": "Vegetables",
    "name": "Peas, green, canned",
    "purine_count": "18.9",
    "tag": "low",
    "id": 324,
    "description": "Good news for gout patients! Canned green peas fall into the \"low\" purine category, containing only 18.9 mg of purines per serving. This means you can generally enjoy them in moderation without significantly increasing your uric acid levels. While not entirely purine-free, they are a much better choice than high-purine vegetables like asparagus or spinach. Remember, moderation is key, and it's always a good idea to discuss your diet with your doctor or a registered dietitian for personalized advice on managing your gout."
  },
  {
    "category": "Vegetables",
    "name": "Peas, podded",
    "purine_count": "10.4",
    "tag": "low",
    "id": 325,
    "description": "Podded peas are a low-purine vegetable, containing only 10.4 mg of purines per 100g serving. This makes them a safe and generally well-tolerated choice for individuals managing gout. While some vegetables are known to be higher in purines, peas, especially when the pods are included, offer a nutritious option that is unlikely to significantly contribute to elevated uric acid levels. Feel free to incorporate them into your diet as part of a balanced and gout-friendly eating plan."
  },
  {
    "category": "Vegetables",
    "name": "Pepper, green",
    "purine_count": "2.3000000000000003",
    "tag": "low",
    "id": 326,
    "description": "Green peppers are a low-purine vegetable, making them a suitable choice for individuals managing gout. With only 2.3mg of purines per serving, they're unlikely to significantly contribute to uric acid build-up in your body. Feel free to enjoy green peppers in moderation as part of a balanced, gout-friendly diet. Remember to focus on overall dietary patterns and consult with your doctor or a registered dietitian for personalized advice."
  },
  {
    "category": "Vegetables",
    "name": "Pepper, green, pickled",
    "purine_count": "3.1",
    "tag": "low",
    "id": 327,
    "description": "Pickled green peppers are a low-purine vegetable, containing only 3.1mg of purines per serving. This makes them a suitable choice for individuals managing gout and aiming to lower their purine intake. Vegetables, in general, are a healthy part of a gout-friendly diet, and pickled green peppers can add flavor to your meals without significantly contributing to uric acid buildup. Remember to consider portion sizes as you incorporate them into your diet."
  },
  {
    "category": "Vegetables",
    "name": "Pepper, red (capsicum)",
    "purine_count": "5.1000000000000005",
    "tag": "low",
    "id": 328,
    "description": "Red bell peppers are a gout-friendly vegetable choice, containing a low amount of purines (5.1mg per serving).  Because of their low purine content, red peppers shouldn't significantly contribute to uric acid buildup in the body, making them safe to enjoy as part of a balanced diet. Feel free to add them to your meals without worrying about triggering gout flares. They're a tasty and nutritious way to add flavor and vitamins to your plate!"
  },
  {
    "category": "Vegetables",
    "name": "Pepper, red green",
    "purine_count": "0.9",
    "tag": "low",
    "id": 329,
    "description": "Red and green peppers are a great choice for gout patients looking to manage their purine intake. As a vegetable with a very low purine count (only 0.9mg per serving), they won't significantly contribute to uric acid levels in the body. Feel free to enjoy peppers in your meals without worrying about triggering a gout flare. They're a delicious and healthy way to add flavor and nutrients to your diet while keeping purines low."
  },
  {
    "category": "Vegetables",
    "name": "Pepper, sweet, green, raw",
    "purine_count": "69.1",
    "tag": "low",
    "id": 330,
    "description": "Sweet green peppers are a low-purine vegetable, containing only 69.1 mg of purines per serving. This makes them a suitable choice for those managing gout or hyperuricemia. Including green peppers in your diet is unlikely to significantly raise your uric acid levels. Feel free to enjoy them raw in salads, as a snack, or incorporated into cooked dishes without worry about triggering a gout flare-up. Remember to maintain a balanced diet and consult your doctor for personalized dietary advice regarding purine intake."
  },
  {
    "category": "Vegetables",
    "name": "Perilla leaves, shiso, raw",
    "purine_count": "41.50000000000001",
    "tag": "low",
    "id": 331,
    "description": "Perilla leaves, also known as shiso, are a low-purine vegetable, containing about 41.5mg of purines per serving. This makes them a suitable choice for individuals managing gout or hyperuricemia. While all foods contain some purines, incorporating low-purine options like perilla leaves into your diet can help minimize the production of uric acid, which can trigger gout flare-ups. Enjoy these flavorful leaves in moderation as part of a balanced, gout-friendly diet that emphasizes low-purine foods and adequate hydration."
  },
  {
    "category": "Vegetables",
    "name": "Potato, raw",
    "purine_count": "6.500000000000001",
    "tag": "low",
    "id": 332,
    "description": "Raw potatoes are a low-purine vegetable, containing only 6.5mg of purines per serving. This makes them a safe and healthy addition to your diet if you are managing gout. Feel free to enjoy potatoes in moderation as part of a balanced meal without worrying about significantly increasing your uric acid levels. They are a good source of nutrients and can be prepared in various ways, just remember to be mindful of added fats and sauces, which can sometimes worsen gout symptoms."
  },
  {
    "category": "Vegetables",
    "name": "Pumpkin, raw",
    "purine_count": "56.699999999999996",
    "tag": "low",
    "id": 333,
    "description": "Raw pumpkin is a low-purine vegetable, containing about 57mg of purines per serving. For gout patients, this makes it a good choice to include in your diet.  Since low purine levels are generally considered to be under 50-100mg per serving, pumpkin can be enjoyed without significantly contributing to uric acid buildup. Incorporating pumpkin into your meals can add nutrients and flavor while remaining mindful of your purine intake. Remember that individual tolerance can vary, so monitor your symptoms when introducing new foods."
  },
  {
    "category": "Vegetables",
    "name": "Radish leaf, Japanese",
    "purine_count": "33.599999999999994",
    "tag": "low",
    "id": 334,
    "description": "Radish leaf, Japanese, falls into the \"low purine\" category with a count of approximately 33.6mg per serving. For gout patients, this generally means it's a safer vegetable choice compared to high-purine options. While you don't need to completely avoid low-purine foods, moderation is still key. Incorporate radish leaf, Japanese, alongside other gout-friendly vegetables and a balanced diet to help manage your purine intake and reduce the risk of gout flare-ups. Remember to consult with your doctor or a registered dietitian for personalized dietary recommendations."
  },
  {
    "category": "Vegetables",
    "name": "Radish root, Japanese",
    "purine_count": "1.7000000000000002",
    "tag": "low",
    "id": 335,
    "description": "Japanese radish root, like daikon, is a low-purine vegetable, containing only 1.7mg of purines per serving. This makes it a safe and healthy addition to your diet if you are managing gout. Enjoy it raw in salads, pickled, or cooked in soups and stews without worry about significantly increasing your uric acid levels. Remember that a balanced diet, along with medication if prescribed, is key to managing gout effectively, and low-purine vegetables like Japanese radish root can be a part of that."
  },
  {
    "category": "Vegetables",
    "name": "Radish sprouts, white, raw",
    "purine_count": "73.2",
    "tag": "low",
    "id": 336,
    "description": "Radish sprouts, specifically the white, raw variety, fall into the \"low\" purine category with a purine count of 73.2mg per serving. For individuals managing gout, this means radish sprouts are generally considered a safe and healthy vegetable choice. While all foods contain some purines, the amount in radish sprouts is low enough that it's unlikely to significantly contribute to uric acid buildup in your body. Enjoy them in moderation as part of a balanced diet, focusing on other gout-friendly foods as well. Remember to consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Vegetables",
    "name": "Seaweed, hijiki, dried",
    "purine_count": "132.7",
    "tag": "medium",
    "id": 337,
    "description": "Dried hijiki seaweed is a vegetable that falls into the medium purine category, containing 132.7mg of purines per serving. If you have gout, you'll want to be mindful of your overall purine intake as these compounds break down into uric acid, which can trigger gout flares. While hijiki isn't extremely high in purines, it's wise to consume it in moderation as part of a balanced diet, especially if you're actively managing a gout flare-up. Consider smaller portions or less frequent consumption to stay within your individual purine limits."
  },
  {
    "category": "Vegetables",
    "name": "Seaweed, kombu, dried",
    "purine_count": "46.4",
    "tag": "low",
    "id": 338,
    "description": "Dried kombu seaweed falls into the \"low\" purine category, with a purine content of 46.4mg per serving. While all vegetables contain some purines, the amount in kombu is considered low enough that it's generally safe for most gout patients to consume in moderation. However, since individual tolerance levels vary, it's always wise to monitor your body's reaction when introducing new foods, even those considered low in purines. If you notice any gout symptoms after consuming kombu, consider reducing your intake or avoiding it altogether. "
  },
  {
    "category": "Vegetables",
    "name": "Seaweed, mozuku, dried",
    "purine_count": "15.5",
    "tag": "low",
    "id": 339,
    "description": "Dried mozuku seaweed is a low-purine vegetable option for those managing gout. With a purine count of only 15.5mg per serving, it's considered a safe choice to include in your diet. Unlike some other vegetables higher in purines, mozuku is unlikely to significantly raise your uric acid levels. Enjoy it as part of a balanced diet, keeping in mind that moderation is key for all foods when managing gout. Remember to consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Vegetables",
    "name": "Seaweed, nori, dried",
    "purine_count": "591.5",
    "tag": "high",
    "id": 340,
    "description": "Dried nori seaweed, while a nutritious vegetable, is unfortunately very high in purines. With a purine count of 591.5mg per serving, it falls into the \"high\" category. If you have gout, regularly consuming foods high in purines like dried nori can elevate uric acid levels in your blood, potentially triggering painful gout flare-ups. Therefore, it's best to avoid or severely limit your intake of dried nori seaweed to manage your uric acid levels effectively. Consider lower-purine vegetable options instead for a safer dietary choice."
  },
  {
    "category": "Vegetables",
    "name": "Seaweed, wakame, raw",
    "purine_count": "262.3",
    "tag": "high",
    "id": 341,
    "description": "Wakame seaweed, even in its raw form, unfortunately falls into the \"high\" purine category. With a purine count of 262.3mg per serving, it's best to exercise caution if you're managing gout. While vegetables are generally encouraged, this particular seaweed may contribute to elevated uric acid levels. Consider limiting your consumption or avoiding it altogether, especially during gout flare-ups.  Focus on lower-purine vegetables instead to help manage your uric acid levels and reduce the risk of gout attacks."
  },
  {
    "category": "Vegetables",
    "name": "Sesame",
    "purine_count": "36.3",
    "tag": "low",
    "id": 342,
    "description": "Sesame seeds are classified as a low-purine vegetable, containing only 36.3mg of purines per 100g serving. This means sesame seeds are generally considered safe to include in your diet if you're managing gout. While all foods contain some purines, the low amount in sesame is unlikely to significantly raise uric acid levels, which is the key to managing gout symptoms. Enjoy sesame seeds in moderation as part of a balanced, gout-friendly diet. Remember to consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Vegetables",
    "name": "Soybeans, green, raw",
    "purine_count": "48",
    "tag": "low",
    "id": 343,
    "description": "Green, raw soybeans are a low-purine vegetable, containing about 48mg of purines per serving. For gout patients, this means they can generally be enjoyed in moderation as part of a balanced diet without significantly increasing uric acid levels. While some vegetables contain purines, they are not as problematic as high-purine animal products. It's always wise to monitor your individual reaction to different foods, but green soybeans are a good vegetable option for those managing gout."
  },
  {
    "category": "Vegetables",
    "name": "Spinach, boiled",
    "purine_count": "39.2",
    "tag": "low",
    "id": 344,
    "description": "Boiled spinach, while a vegetable, contains a moderate amount of purines, around 39.2mg per serving.  Although it's tagged as \"low\", individuals with gout should be mindful of their overall intake.  While not as high in purines as meat or seafood, consuming large quantities of spinach might contribute to increased uric acid levels. Enjoy boiled spinach in moderation as part of a balanced diet, and always consider your individual tolerance and consult with your doctor or a registered dietitian for personalized dietary advice regarding your gout management."
  },
  {
    "category": "Vegetables",
    "name": "Spinach, raw",
    "purine_count": "102.70000000000002",
    "tag": "medium",
    "id": 345,
    "description": "Spinach, while a healthy vegetable, contains a moderate amount of purines. For gout patients, this means it's not as low-purine as some other vegetables, but not as high as organ meats or certain seafood. While not strictly forbidden, moderation is key. Consider limiting your intake of raw spinach and being mindful of the overall purine content of your diet. Enjoy it in smaller portions alongside plenty of low-purine foods like fruits and other vegetables to help manage your uric acid levels."
  },
  {
    "category": "Vegetables",
    "name": "Squash, zucchini, raw",
    "purine_count": "13.100000000000001",
    "tag": "low",
    "id": 346,
    "description": "Zucchini squash is a great vegetable choice if you're managing gout and watching your purine intake. With a very low purine count of just 13.1mg per serving, raw zucchini is unlikely to contribute significantly to uric acid buildup in your body. Feel free to enjoy zucchini in salads, as a side dish, or however you like, knowing it's a gout-friendly option. Remember to always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Vegetables",
    "name": "Sweet potato, raw",
    "purine_count": "17",
    "tag": "low",
    "id": 347,
    "description": "Sweet potatoes are a great vegetable choice if you're managing gout and trying to lower your purine intake. Raw sweet potatoes have a very low purine content, with only 17mg of purines per serving. This makes them a \"low\" purine food, meaning they are unlikely to significantly contribute to uric acid buildup in your body. Feel free to enjoy sweet potatoes as part of your gout-friendly diet, prepared in ways that suit your taste!"
  },
  {
    "category": "Vegetables",
    "name": "Taro",
    "purine_count": "1.8",
    "tag": "low",
    "id": 348,
    "description": "Taro is a low-purine vegetable, making it a favorable choice for individuals managing gout. With a purine count of only 1.8mg per 100g serving, taro is unlikely to significantly contribute to uric acid buildup in the body. As gout is often triggered by high levels of uric acid, incorporating low-purine options like taro into your diet can be a helpful strategy for controlling purine intake and reducing the risk of gout flare-ups. You can enjoy taro as part of a balanced diet without excessive worry about its impact on your uric acid levels."
  },
  {
    "category": "Vegetables",
    "name": "Tomatoes, cherry type, raw",
    "purine_count": "3.1",
    "tag": "low",
    "id": 349,
    "description": "Cherry tomatoes are a gout-friendly vegetable, boasting a very low purine content of only 3.1mg per serving. This \"low\" purine tag means you can enjoy them freely as part of your balanced diet without significantly raising your uric acid levels. Feel free to add these little bursts of flavor to your salads, snacks, or meals without worrying about triggering a gout flare-up. Remember, a variety of low-purine vegetables like cherry tomatoes are encouraged for gout management."
  },
  {
    "category": "Vegetables",
    "name": "Tomatoes, no further specified",
    "purine_count": "6.6",
    "tag": "low",
    "id": 350,
    "description": "Tomatoes are a generally safe and healthy choice for individuals managing gout and watching their purine intake. As a vegetable, they fall into the \"low\" purine category, containing only 6.6mg of purines per 100g serving. This means tomatoes are unlikely to significantly contribute to uric acid buildup in the body, a key factor in gout flare-ups. Feel free to enjoy tomatoes in moderation as part of a balanced diet, but always listen to your body and consult with your doctor or a registered dietitian for personalized advice."
  },
  {
    "category": "Vegetables",
    "name": "Turnip",
    "purine_count": "3.9",
    "tag": "low",
    "id": 351,
    "description": "Turnips are a low-purine vegetable, making them a great choice for those managing gout. With only 3.9mg of purines per 100g serving, turnips are unlikely to significantly raise uric acid levels in the body. Enjoy turnips roasted, mashed, or in soups as part of a gout-friendly diet. Remember that moderation and a balanced diet are always important, but turnips can definitely be included as a healthy and delicious vegetable option."
  },
  {
    "category": "Vegetables",
    "name": "Yam, Japanese",
    "purine_count": "4",
    "tag": "low",
    "id": 352,
    "description": "Japanese yams are a good choice for those managing gout and watching their purine intake. As a vegetable with a \"low\" purine count of just 4mg per serving, they are unlikely to significantly contribute to uric acid buildup in the body. Feel free to include Japanese yams in your diet as part of a balanced and gout-friendly meal plan. Remember to always consider portion sizes and individual tolerances when managing your gout."
  },
  {
    "category": "Vegetarian meat, fish, and egg alternatives",
    "name": "‘Bacon', meatless",
    "purine_count": "74.4",
    "tag": "low",
    "id": 353,
    "description": "Meatless \"bacon\" is a vegetarian alternative designed to mimic the taste and texture of bacon without the animal products. With a purine count of 74.4mg per serving, it's considered a low-purine option, making it a potentially suitable choice for individuals managing gout. While lower in purines compared to traditional bacon, moderation is still recommended. It's always wise to consider the overall purine content of your meal and consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Vegetarian meat, fish, and egg alternatives",
    "name": "‘Chicken', meatless",
    "purine_count": "76.99000000000001",
    "tag": "low",
    "id": 354,
    "description": "Meatless \"chicken\" alternatives, with a purine count of approximately 77mg per serving, are generally considered a low-purine option compared to actual chicken or red meat. This makes them a potentially gout-friendly choice for incorporating protein into your diet. However, purine levels can vary depending on the specific ingredients and manufacturing process, so it's always a good idea to check the nutritional information on the product label. Enjoy in moderation as part of a balanced diet and in accordance with your doctor's recommendations."
  },
  {
    "category": "Vegetarian meat, fish, and egg alternatives",
    "name": "‘Frankfurter', meatless",
    "purine_count": "32.05",
    "tag": "low",
    "id": 355,
    "description": "Meatless frankfurters can be a gout-friendly alternative to traditional meat-based hot dogs. With a low purine count of 32.05mg per serving, these vegetarian options are less likely to contribute to uric acid build-up in the body, which is a key concern for gout sufferers. Enjoying meatless frankfurters in moderation can be part of a balanced diet while managing your purine intake. Always check the ingredient list to ensure the absence of other high-purine ingredients like certain mushrooms or legumes."
  },
  {
    "category": "Vegetarian meat, fish, and egg alternatives",
    "name": "‘Sausage', meatless",
    "purine_count": "45.9",
    "tag": "low",
    "id": 356,
    "description": "Meatless sausage is generally considered a low-purine food, containing approximately 45.9 mg of purines per serving. This makes it a suitable alternative for individuals managing gout or hyperuricemia and looking to reduce their purine intake. While it's a better choice than traditional meat sausages, remember that purine content can vary depending on the specific ingredients used in the meatless sausage. Always check the product's nutrition information and ingredient list for a more accurate assessment, and enjoy in moderation as part of a balanced, low-purine diet."
  },
  {
    "category": "Vegetarian meat, fish, and egg alternatives",
    "name": "‘Vegetarian 'gizzard' from soy",
    "purine_count": "0.25",
    "tag": "low",
    "id": 357,
    "description": "Vegetarian \"gizzard\" made from soy is a low-purine option for those managing gout. With a purine count of only 0.25mg per serving, it's significantly lower than organ meats and many other protein sources. This makes it a potentially suitable substitute for those craving a similar texture or flavor profile while minimizing the risk of triggering gout flare-ups. Remember that moderation is key, and it's always best to consider overall dietary intake and consult with your doctor or a registered dietitian."
  },
  {
    "category": "Vegetarian meat, fish, and egg alternatives",
    "name": "Egg white schnitzel (vegetarian ‘steak’)",
    "purine_count": "39.49",
    "tag": "low",
    "id": 358,
    "description": "Egg white schnitzel, a vegetarian steak alternative, falls into the low purine category with a count of 39.49mg per serving. This makes it a potentially suitable option for those managing gout and watching their purine intake. While it's not entirely purine-free, its low level means you can likely incorporate it into your diet in moderation without significantly raising your uric acid levels. Remember to consider portion sizes and overall dietary balance when making food choices."
  },
  {
    "category": "Vegetarian meat, fish, and egg alternatives",
    "name": "Ham style vegetarian slices, from mycoprotein",
    "purine_count": "117.44999999999999",
    "tag": "medium",
    "id": 359,
    "description": "Ham-style vegetarian slices made from mycoprotein fall into the medium purine category. With a purine count of approximately 117mg per serving, this meat alternative is less concerning than high-purine foods like organ meats or certain seafood, but higher than low-purine options like most vegetables. If you have gout, moderation is key. Consider limiting your portion size and frequency of consumption, and balance it with plenty of low-purine foods to help keep your uric acid levels in check. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Vegetarian meat, fish, and egg alternatives",
    "name": "Instant-vegetarian dried 'deer' from soy",
    "purine_count": "115.82",
    "tag": "medium",
    "id": 360,
    "description": "Instant vegetarian dried \"deer\" made from soy contains a moderate amount of purines (115.82mg per serving). If you have gout, you likely need to monitor your purine intake. While this soy-based alternative is lower in purines than actual deer meat, it's not purine-free. Consuming it in moderation and balancing it with low-purine foods is recommended. Consider it as an occasional part of your diet rather than a staple, and always discuss your dietary choices with your doctor or a registered dietitian for personalized guidance in managing your gout."
  },
  {
    "category": "Vegetarian meat, fish, and egg alternatives",
    "name": "Instant-vegetarian dried 'fish' from soy",
    "purine_count": "88.6",
    "tag": "low",
    "id": 361,
    "description": "Instant-vegetarian dried \"fish\" made from soy is a low-purine option in the vegetarian meat alternatives category, containing 88.6 mg of purines per 100g serving. For gout patients, this means it can be included in your diet in moderation without significantly elevating uric acid levels. While generally a better choice than actual fish or high-purine vegetables, remember that purine content can still contribute to your overall purine intake, so portion control is key. Always consider this ingredient as part of your overall dietary plan for managing gout."
  },
  {
    "category": "Vegetarian meat, fish, and egg alternatives",
    "name": "Luncheon slices, meatless",
    "purine_count": "97.8",
    "tag": "low",
    "id": 362,
    "description": "Luncheon slices, meatless, are a good choice for those managing gout. With a purine count of 97.8mg per serving, they fall into the \"low\" purine category. Since high purine foods can elevate uric acid levels and trigger gout flare-ups, incorporating meatless luncheon slices into your diet instead of traditional processed meats can help you enjoy sandwiches and snacks while keeping your purine intake in check. Remember to always consume in moderation as part of a balanced diet."
  },
  {
    "category": "Vegetarian meat, fish, and egg alternatives",
    "name": "Tofu burger",
    "purine_count": "102.6",
    "tag": "medium",
    "id": 363,
    "description": "Tofu burgers, while a good vegetarian option, fall into the medium purine category with approximately 102.6mg per serving. If you have gout, you don't necessarily need to avoid them entirely, but moderation is key. Consider limiting your serving size and pairing it with low-purine foods like vegetables and fruits. Also, remember that purine counts can vary slightly depending on the specific brand and ingredients used in the tofu burger, so it's always a good idea to check the nutrition label when available."
  },
  {
    "category": "Vegetarian meat, fish, and egg alternatives",
    "name": "Vegetarian 'Ba Sa fish' from soy",
    "purine_count": "82.52000000000001",
    "tag": "low",
    "id": 364,
    "description": "Vegetarian \"Ba Sa fish\" made from soy is a lower purine option compared to actual fish, containing approximately 82.5 mg of purines per serving. If you're managing gout, this makes it a potentially suitable choice for incorporating \"fish\" into your diet without drastically raising your uric acid levels. Remember that individual tolerance to purines varies, so moderation is still key. Enjoy it as part of a balanced diet, alongside other low-purine foods, and always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Vegetarian meat, fish, and egg alternatives",
    "name": "Vegetarian 'meatloaf' or patties",
    "purine_count": "42.08",
    "tag": "low",
    "id": 365,
    "description": "Vegetarian meatloaf or patties are generally considered a low-purine option for individuals managing gout. With a purine count of 42.08mg per serving, they are less likely to significantly raise uric acid levels compared to high-purine foods like red meat or organ meats. However, it's essential to check the ingredient list, as some recipes may include purine-rich additions like mushrooms or certain beans. Opting for versions made with soy or vegetables like carrots and zucchini can help keep your purine intake in check."
  },
  {
    "category": "Vegetarian meat, fish, and egg alternatives",
    "name": "Vegetarian 'quail's eggs'",
    "purine_count": "0.04",
    "tag": "low",
    "id": 366,
    "description": "Vegetarian \"quail's eggs\" are a great option for those managing gout and watching their purine intake. As a vegetarian alternative, they are very low in purines, with a negligible amount (0.04 mg per serving). This makes them a safe and enjoyable addition to your diet without significantly contributing to uric acid buildup, which is the primary concern for gout sufferers. You can enjoy these as part of a balanced meal without worrying about triggering a gout flare-up."
  },
  {
    "category": "Vegetarian meat, fish, and egg alternatives",
    "name": "Vegetarian 'steak' from wheat (Robi' schnitzels)",
    "purine_count": "21",
    "tag": "low",
    "id": 367,
    "description": "Robi' schnitzels, a vegetarian \"steak\" made from wheat, are considered a low-purine option, containing only 21mg of purines per serving. For gout patients carefully managing their purine intake, this can be a suitable alternative to meat. Since purines break down into uric acid, which can trigger gout flares, choosing low-purine foods is crucial. Incorporating Robi' schnitzels into your diet can provide a source of protein without significantly elevating your uric acid levels, making it a potentially safer choice than high-purine meats."
  },
  {
    "category": "Vegetarian meat, fish, and egg alternatives",
    "name": "Vegetarian tender 'shrimp'",
    "purine_count": "0.06",
    "tag": "low",
    "id": 368,
    "description": "Vegetarian tender \"shrimp\" is a great low-purine option for those managing gout. With a purine count of only 0.06, this meat alternative can satisfy seafood cravings without significantly raising uric acid levels. Enjoy this option in moderation as part of a balanced diet. Remember to always consult your doctor or a registered dietitian for personalized dietary advice regarding gout management."
  },
  {
    "category": "Vegetarian meat, fish, and egg alternatives",
    "name": "Veggie burgers or soyburgers, unprepared",
    "purine_count": "65.49000000000001",
    "tag": "low",
    "id": 369,
    "description": "Unprepared veggie or soyburgers generally fall into the \"low purine\" category, containing a moderate amount of purines compared to high-purine foods like organ meats or certain seafood. With a purine count around 65mg per serving, they can be a suitable alternative to meat for individuals with gout. However, moderation is still key. Be mindful of other ingredients in your meal, and consider the overall purine load of your diet for optimal gout management. Always consult with your doctor or a registered dietitian for personalized dietary advice."
  },
  {
    "category": "Vegetarian meat, fish, and egg alternatives",
    "name": "Vegi 'steak' from soy",
    "purine_count": "62.059999999999995",
    "tag": "low",
    "id": 370,
    "description": "Vegi 'steak' made from soy is generally considered a low-purine option for those managing gout. With a purine count of approximately 62mg per serving, it's a much better choice than real steak or many types of seafood. While it's fine to incorporate soy-based steak into your diet, remember that moderation is key for all foods when managing uric acid levels. Always consider your overall dietary intake and consult with your doctor or a registered dietitian for personalized advice."
  },
  {
    "category": "Vegetarian meat, fish, and egg alternatives",
    "name": "Vegideli fish style fingers",
    "purine_count": "67.3",
    "tag": "low",
    "id": 371,
    "description": "Vegideli fish style fingers, a vegetarian alternative, contain 67.3 mg of purines per 100g serving, which is considered a low amount. For gout patients, this means they can be included in your diet in moderation without significantly raising uric acid levels, which is the goal when managing gout. While this is a better choice than real fish fingers, remember that dietary management of gout involves considering the overall purine content of your meals, so balance your intake with other low-purine foods."
  },
  {
    "category": "Alcohol",
    "name": "Beer for export (higher wort content than typical Austrian Lager)",
    "purine_count": "10.659999999999998",
    "tag": "low",
    "id": 372,
    "description": "Beer, especially export varieties with higher wort content, can be a concern for gout sufferers. While this particular beer has a \"low\" purine count, alcohol itself interferes with uric acid excretion, potentially leading to gout flares. Even \"low purine\" beer can contribute to elevated uric acid levels in the body. Therefore, moderation or avoidance is generally recommended for individuals managing gout. Consider non-alcoholic beverages as a safer alternative to minimize the risk of exacerbating your condition."
  },
  {
    "category": "Alcohol",
    "name": "Beer, ‘regular’ type, various brands",
    "purine_count": "8.48",
    "tag": "low",
    "id": 373,
    "description": "Regular beer, while categorized as having a \"low\" purine count (8.48 mg per serving), still needs careful consideration for gout patients. Alcohol, in general, can interfere with the body's ability to eliminate uric acid, potentially triggering gout flares. Even though the purine content itself may be relatively low compared to other foods, the alcohol content can raise uric acid levels, so it is best to be mindful of this and limit or avoid beer consumption if you are managing gout."
  },
  {
    "category": "Alcohol",
    "name": "Beer, dark",
    "purine_count": "13.51",
    "tag": "low",
    "id": 374,
    "description": "Dark beer, while often enjoyed, contains purines, which can break down into uric acid in your body.  Since managing uric acid levels is crucial for gout patients, it's important to be mindful of your intake. Although classified as \"low\" in purines at 13.51 mg per 100g, the alcohol itself can hinder uric acid excretion, potentially triggering gout flare-ups. Therefore, moderation is key. Consider lighter beers or non-alcoholic beverages as alternatives to help keep your uric acid levels in check and minimize gout symptoms."
  },
  {
    "category": "Alcohol",
    "name": "Beer, from wheat",
    "purine_count": "8.05",
    "tag": "low",
    "id": 375,
    "description": "Beer made from wheat is considered a low-purine alcoholic beverage, containing approximately 8.05 mg of purines per serving. While this is relatively low, alcohol itself can still trigger gout flare-ups. Alcohol can interfere with the kidneys' ability to excrete uric acid, leading to its buildup in the body. Therefore, even though wheat beer is low in purines, moderation is crucial for gout patients, and it's best to discuss alcohol consumption with your doctor. Consider non-alcoholic options to minimize the risk of gout attacks."
  },
  {
    "category": "Alcohol",
    "name": "Beer, low alcohol",
    "purine_count": "4.619999999999999",
    "tag": "low",
    "id": 376,
    "description": "Low-alcohol beer, while lower in purines compared to regular beer, still contains some purines. With a purine count of 4.62, it's considered a \"low\" purine option within the alcohol category. However, alcohol in general can hinder uric acid excretion, potentially increasing gout flare-ups. Therefore, even low-alcohol beer should be consumed cautiously and in moderation by individuals managing gout. Monitor your symptoms and consult with your doctor to determine if it fits within your individual dietary needs."
  },
  {
    "category": "Alcohol",
    "name": "Beer, Pils",
    "purine_count": "9.83",
    "tag": "low",
    "id": 377,
    "description": "Beer, specifically Pilsner, contains a low amount of purines (9.83mg per serving). While it's considered low purine, alcohol itself can impact gout. Alcohol can hinder your body's ability to eliminate uric acid, potentially increasing the risk of gout flares. Therefore, even though Pilsner beer has a low purine content, moderation is still crucial for gout patients. Consider limiting or avoiding beer, and discuss with your doctor to determine what's best for your individual situation."
  },
  {
    "category": "Alcohol",
    "name": "Brandy",
    "purine_count": "0.37999999999999995",
    "tag": "low",
    "id": 378,
    "description": "Brandy, like most distilled spirits, is considered low in purines. While the purine count itself is negligible, it's crucial for gout patients to understand that all alcohol, including brandy, can indirectly affect uric acid levels. Alcohol metabolism in the body can hinder uric acid excretion, potentially leading to a buildup and triggering gout flares. Therefore, even though brandy is low in purines, moderation is key, and it's best to discuss alcohol consumption with your doctor to determine a safe level for your individual condition."
  },
  {
    "category": "Alcohol",
    "name": "Malt beverage, including non-alcoholic beer",
    "purine_count": "2.93",
    "tag": "low",
    "id": 379,
    "description": "Malt beverages, even non-alcoholic beer, contain some purines, though they are considered low purine. While the purine count itself is low, alcohol in general can hinder your body's ability to eliminate uric acid, potentially leading to gout flare-ups. Therefore, moderation is key. Even non-alcoholic malt beverages should be consumed cautiously and in limited quantities, as the alcohol content, however minimal, can still impact uric acid levels. Always consider your individual tolerance and consult with your doctor or a registered dietitian for personalized advice."
  },
  {
    "category": "Alcohol",
    "name": "Radler (beer and lemonade mixture)",
    "purine_count": "3.5799999999999996",
    "tag": "low",
    "id": 380,
    "description": "Radler, a beer and lemonade mixture, falls into the \"low\" purine category, containing approximately 3.58 mg of purines. While technically low, it's important to remember that all alcoholic beverages can affect uric acid levels, potentially triggering gout flares. Alcohol hinders uric acid excretion, so even low-purine alcoholic drinks like Radler should be consumed sparingly, if at all, by individuals managing gout. The lemonade component might offer some hydration, but the alcohol's overall impact on uric acid needs careful consideration."
  },
  {
    "category": "Alcohol",
    "name": "Sake",
    "purine_count": "1.4100000000000001",
    "tag": "low",
    "id": 381,
    "description": "Sake, an alcoholic beverage, is considered low in purines, containing approximately 1.41mg per serving. While the purine content itself is relatively low and unlikely to directly trigger a gout flare, alcohol in general can affect uric acid levels. Alcohol consumption can interfere with uric acid excretion, potentially raising its concentration in the blood. Therefore, even with sake's low purine content, moderation is key for gout patients. It's best to consult with your doctor to determine a safe alcohol consumption level, considering individual factors and overall gout management."
  },
  {
    "category": "Alcohol",
    "name": "Shochu (Japanese spirit liquor)",
    "purine_count": "0.02",
    "tag": "low",
    "id": 382,
    "description": "Shochu, a Japanese spirit liquor, is generally considered a low-purine alcohol choice. With a purine count of only 0.02, it's less likely to significantly raise uric acid levels compared to beer or some wines. While moderation is always key for gout patients when consuming any alcohol, shochu can be a potentially safer option if you choose to drink. Remember to discuss alcohol consumption with your doctor or dietitian to determine what's best for your individual gout management plan, as alcohol can still impact uric acid levels in other ways."
  },
  {
    "category": "Alcohol",
    "name": "Shoko-shu (Chinese liquor)",
    "purine_count": "9.65",
    "tag": "low",
    "id": 383,
    "description": "Shoko-shu, a Chinese liquor, contains a low purine count of 9.65mg per 100g. While generally considered low in purines, remember that *all* alcohol can indirectly affect gout by increasing uric acid production and decreasing its excretion. Therefore, even with its low purine content, moderation is key. Consider limiting or avoiding Shoko-shu and other alcoholic beverages to help manage your uric acid levels and reduce the risk of gout flares. Always discuss alcohol consumption with your doctor or a registered dietitian."
  },
  {
    "category": "Alcohol",
    "name": "Ume liqueur",
    "purine_count": "0.19",
    "tag": "low",
    "id": 384,
    "description": "Ume liqueur, a Japanese plum wine, is considered a low-purine alcoholic beverage with a purine count of 0.19. While it contains minimal purines itself, remember that all alcohol can impact gout. Alcohol metabolism in the body can increase uric acid production and decrease its excretion, potentially triggering a gout flare. Therefore, if you have gout, it's best to consume ume liqueur, and all alcohol, in moderation or avoid it altogether, and always consult with your doctor or a registered dietitian for personalized advice."
  },
  {
    "category": "Alcohol",
    "name": "Whiskey",
    "purine_count": "0.21000000000000002",
    "tag": "low",
    "id": 385,
    "description": "Whiskey contains a low amount of purines, which is good news for gout patients! While the purine content itself isn't a major concern, it's important to remember that all alcoholic beverages, including whiskey, can indirectly raise uric acid levels in the body. Alcohol interferes with uric acid excretion, potentially triggering gout flare-ups. Therefore, even with its low purine count, moderation is key. Enjoy whiskey sparingly and stay well-hydrated to help your body process uric acid effectively."
  },
  {
    "category": "Alcohol",
    "name": "Wine",
    "purine_count": "1.19",
    "tag": "low",
    "id": 386,
    "description": "Wine, categorized as a low-purine alcohol, contains a minimal purine count of 1.19 mg per serving. While wine itself doesn't significantly contribute to purine buildup in the body, it's important to note that alcohol consumption, in general, can impact gout. Alcohol can interfere with the body's ability to eliminate uric acid, potentially leading to increased uric acid levels in the blood. Therefore, moderation is key for gout patients who choose to consume wine. It's always best to discuss alcohol consumption with your doctor or a registered dietitian to determine what's right for your individual needs."
  }
]
